Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# add_custom_genome.fields.version.placeholder
source: eg "hg19", "gi|39933080|ref|NC_005296.1", "1.0"
ru: переведите:eg "hg19", "gi|39933080|ref|NC_005296.1", "1.0"

# add_custom_genome.fields.version.helptext
source: The version information for this reference.
ru: переведите:The version information for this reference.
zh_cn: 此参考的版本信息.

# add_custom_genome.fields.notes.verbose_name
source: Notes
ru: переведите:Notes
zh_cn: 注释

# add_custom_genome.fields.notes.helptext
source: Miscellaneous notes on this reference.
ru: переведите:Miscellaneous notes on this reference.
zh_cn: 关于此参考的其他说明.

# add_custom_genome.action.submit
source: Import Reference
ru: переведите:Import Reference
zh_cn: 导入参考

# add_custom_genome.messages.success
source: Started genome reference creation
ru: переведите:Started genome reference creation
zh_cn: 启动基因组参考创建

# add_custom_genome.messages.validation.pickedfile.required
source: You must select FASTA or ZIP file to upload
ru: переведите:You must select FASTA or ZIP file to upload
zh_cn: 必须选择要上传的FASTA或ZIP文件

# entity.Plugin.actions.configure_plugins_plugin_install
source: Install or Upgrade Plugin
ru: переведите:Install or Upgrade Plugin
zh_cn: 安装或升级插件

# entity.Plugin.actions.api_dispatch_rescan
source: Rescan Plugins for Changes
ru: переведите:Rescan Plugins for Changes
zh_cn: 重新扫描插件以进行更改

# entity.Plugin.fields.selected.choice.true
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.Plugin.fields.selected.choice.false
source: Disabled
ru: переведите:Disabled
zh_cn: 已禁用

# entity.Plugin.fields.selected.choice.trueorfalse
source: Either
ru: переведите:Either
zh_cn: 二者之一

# configure_plugins.search_bar.action.clear_filters.label
source: Clear
ru: переведите:Clear
zh_cn: 清除

# entity.Publisher.actions.configure_publisher_install
source: Install or Upgrade Publisher
ru: переведите:Install or Upgrade Publisher
zh_cn: 安装或升级发布者

# global.column.action
source: Action
ru: переведите:Action
zh_cn: 动作(Action)

# entity.Publisher.actions.publisher_upload
source: Upload
ru: переведите:Upload
zh_cn: 上传

# entity.Publisher.actions.publisher_history
source: History
ru: переведите:History
zh_cn: 历史记录

# entity.Publisher.messages.noneinstalled
source: No Publishers are installed.
ru: переведите:No Publishers are installed.
zh_cn: 没有安装发布者.

# entity.Plugin.actions.configure_plugins_plugin_usage
source: Usage
ru: переведите:Usage
zh_cn: 用法

# entity.Plugin.actions.api_dispatch_rescan_plugin
source: Rescan
ru: переведите:Rescan
zh_cn: 重新扫描

# entity.Plugin.actions.configure_plugins_plugin_configure-config
source: Configure
ru: переведите:Configure
zh_cn: 配置

# entity.Plugin.actions.configure_plugins_plugin_upgrade
source: Upgrade to Latest
ru: переведите:Upgrade to Latest
zh_cn: 升级到最新

# entity.Plugin.actions.configure_plugins_plugin_install_to_version
source: Install %(version)s
ru: переведите:Install %(version)s
zh_cn: 安装%(version)s

# entity.Plugin.actions.configure_plugins_plugin_uninstall
source: Uninstall
ru: переведите:Uninstall
zh_cn: 卸载

# entity.Plugin.actions.configure_plugins_plugin_configure-about
source: About
ru: переведите:About
zh_cn: 关于

# entity.Plugin.fields.isUpgradable.true
source: Updates Available!
ru: переведите:Updates Available!
zh_cn: 可用更新!

# entity.Plugin.fields.isUpgradable.false
source: No updates available.
ru: переведите:No updates available.
zh_cn: 无可用更新

# entity.Plugin.fields.defaultSelected.helptext
source: Checked plugins shall be automatically selected to run when a new run plan is created and executed. You may uncheck one or more of these in the plugins chevron of the run plan wizard before executing
ru: переведите:Checked plugins shall be automatically selected to run when a new run plan is created and executed. You may uncheck one or more of these in the plugins chevron of the run plan wizard before executing
zh_cn: 在创建并执行新的运行计划时，应自动选择已检查的插件以运行.在执行之前，您可以在运行计划向导的插件chevron中取消选中其中一个或多个

# configure_plugins_plugin_configure-config.title
source: Configure Plugin
ru: переведите:Configure Plugin
zh_cn: 配置插件

# configure_plugins_plugin_configure-about.title
source: About %(name)s Plugin
ru: переведите:About %(name)s Plugin
zh_cn: 关于 %(name)s 插件

# configure_references.section.references.title
source: Reference Sequences
ru: переведите:Reference Sequences
zh_cn: 参考序列

# configure_references.section.obsoletereferences.title
source: Obsolete Reference Sequences
ru: переведите:Obsolete Reference Sequences
zh_cn: 旧的参考序列

# configure_references.section.targetregions.title
source: Target Regions
ru: переведите:Target Regions
zh_cn: 目标区域

# configure_references.section.hotspots.title
source: Hotspots
ru: переведите:Hotspots
zh_cn: 热点

# configure_references.section.testfragments.title
source: Test Fragments
ru: переведите:Test Fragments
zh_cn: 测试片段

# configure_references.section.barcodes.title
source: Barcode Sets
ru: переведите:Barcode Sets
zh_cn: Barcode集

# configure_references.section.uploads.title
source: Upload History
ru: переведите:Upload History
zh_cn: 上传历史记录

# configure_references.action.references_genome_download
source: Import Preloaded Reference Sequences
ru: переведите:Import Preloaded Ion References
zh_cn: 导入预载Ion参考

# configure_references.action.add_custom_genome
source: Import Custom Reference
ru: переведите:Import Custom Reference
zh_cn: 导入自定义参考

# configure_references.section.targetregions.search_bar.search_text.placeholder
source: Search
ru: переведите:Search
zh_cn: 搜索

# configure_references.section.targetregions.search_bar.reference.title
source: Reference:
ru: переведите:Reference:
zh_cn: 参考：

# configure_references.section.targetregions.action.add.label
source: Add Target Regions
ru: переведите:Add Target Regions
zh_cn: 添加目标区域

# configure_references.section.hotspots.search_bar.search_text.placeholder
source: Search
ru: переведите:Search
zh_cn: 搜索

# configure_references.section.hotspots.search_bar.reference.title
source: Reference:
ru: переведите:Reference:
zh_cn: 参考：

# configure_references.section.hotspots.action.add.label
source: Add Hotspots
ru: переведите:Add Hotspots
zh_cn: 添加热点

# configure_references.section.testfragments.action.add.label
source: Add Test Fragment
ru: переведите:Add Test Fragment
zh_cn: 添加测试片段

# configure_references.section.barcodes.action.add.label
source: Add Barcode Set
ru: переведите:Add Barcode Set
zh_cn: 添加Barcode集

# configure_references.section.uploads.field.name.label
source: Uploaded File
ru: переведите:Uploaded File
zh_cn: 上传的文件

# configure_references.section.uploads.field.upload_type.label
source: Type
ru: переведите:Type
zh_cn: 类型

# configure_references.section.uploads.field.upload_date.label
source: Date
ru: переведите:Date
zh_cn: 日期

# configure_references.section.uploads.field.status.label
source: Status
ru: переведите:Status
zh_cn: 状态

# configure_references.section.targetregions.name.label
source: Name
ru: переведите:Name
zh_cn: 名称

# configure_references.section.targetregions.description.label
source: Description
ru: переведите:Description
zh_cn: 描述

# configure_references.section.targetregions.notes.label
source: Notes
ru: переведите:Notes
zh_cn: 注释

# configure_references.section.targetregions.reference.label
source: Reference
ru: переведите:Reference
zh_cn: 参考

# configure_references.section.targetregions.enabled.label
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# configure_references.section.targetregions.upload_date.label
source: Upload Date
ru: переведите:Upload Date
zh_cn: 上传日期

# configure_references.section.hotspots.name.label
source: Name
ru: переведите:Name
zh_cn: 名称

# configure_references.section.hotspots.description.label
source: Description
ru: переведите:Description
zh_cn: 描述

# configure_references.section.hotspots.notes.label
source: Notes
ru: переведите:Notes
zh_cn: 注释

# configure_references.section.hotspots.reference.label
source: Reference
ru: переведите:Reference
zh_cn: 参考

# configure_references.section.hotspots.enabled.label
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# configure_references.section.hotspots.upload_date.label
source: Upload Date
ru: переведите:Upload Date
zh_cn: 上传日期

# configure_references.section.barcodes.action.references_barcodeset_csv.label
source: Download
ru: переведите:Download
zh_cn: 下载

# configure_references.section.barcodes.action.references_barcodeset_delete.label
source: Delete
ru: переведите:Delete
zh_cn: 删除

# configure_references.section.testfragments.field.name.label
source: Name
ru: переведите:Name
zh_cn: 名称

# configure_references.section.testfragments.field.key.label
source: Key
ru: переведите:Key
zh_cn: 密钥

# configure_references.section.testfragments.field.comments.label
source: Comments
ru: переведите:Comments
zh_cn: 注释

# configure_references.section.testfragments.field.sequence.label
source: Sequence
ru: переведите:Sequence
zh_cn: 序列

# configure_references.section.testfragments.field.isofficial.label
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# configure_references.section.barcodes.field.name.label
source: Name
ru: переведите:Name
zh_cn: 名称

# references_barcodeset.action.references_barcodeset_delete
source: Delete Barcode Set
ru: переведите:Delete Barcode Set
zh_cn: 删除Barcode集

# entity.Plugin.actions.configure_plugins_plugin_usage.refresh
source: Refresh Plugin Usage
ru: переведите:Refresh Plugin Usage
zh_cn: 刷新插件使用方法

# entity.PluginResult.messages.none
source: No results for plugin found.
ru: переведите:No results for plugin found.
zh_cn: 未找到插件结果.

# entity.PluginResult.messages.delete.confirmmsg
source: Are you sure you want to remove these results for plugin? All output files will be removed.
ru: переведите:Are you sure you want to remove these results for plugin? All output files will be removed.
zh_cn: 是否确定要删除这些插件结果？ 将删除所有输出文件.

# global.nav.menu.data.menu.data.label
source: Completed Runs &amp; Reports
ru: Завершенные работы и отчеты
zh_cn: 已完成的运行和报告

# global.nav.menu.data.menu.projects.label
source: Projects
ru: проектов
zh_cn: 项目

# global.nav.menu.data.menu.datamanagement.label
source: Data Management
ru: Управление данными
zh_cn: 数据管理

# global.mode.listview.label
source: List View
ru: Посмотреть список
zh_cn: 列表显示

# global.mode.tableview.label
source: Table View
ru: Просмотр таблицы
zh_cn: 表视图

# global.mode.tableview.mode.toggle_more_columns.more-columns
source: More Columns
ru: Больше столбцов
zh_cn: 较多列

# global.mode.tableview.mode.toggle_more_columns.less-columns
source: Less Columns
ru: Меньше столбцов
zh_cn: 较少列

# global.mode.live.enable.helptext
source: Page is updating automatically
ru: переведите: Page is updating automatically
zh_cn: 页面正在自动更新

# global.mode.live.disable.helptext
source: Page is static until refreshed
ru: переведите: Page is static until refreshed
zh_cn: 页面在刷新之前保持静态

# global.mode.live.enable
source: Auto Refresh
ru: Автообновление
zh_cn: 自动刷新

# global.mode.live.disable
source: Stop Refresh
ru: переведите: Stop Refresh
zh_cn: 停止刷新

# data.title
source: Completed Runs &amp; Reports
ru: Завершенные работы и отчеты
zh_cn: 已完成的运行和报告

# data.search_bar.fields.star.title
source: Favorite
ru: любимец
zh_cn: 收藏

# data.search_bar.fields.search_text.placeholder
source: Search
ru: Поиск
zh_cn: 搜索

# data.search_bar.fields.search_text.tooltip
source: Searches Run Name, Run Notes, Report Name, Sample Tube Label, Plan Short ID and Chip Barcode
ru: Ищет имя запуска, заметки о запуске, название отчета, метку пробной трубки, строгий код и чип штрих-кода
zh_cn: 搜索运行名称，运行注释，报告名称，样本管标签，计划短ID和芯片Barcode

# data.search_bar.fields.search_text.label
source: Go
ru: Идти
zh_cn: 进入

# data.search_bar.fields.dateRange.label
source: Date
ru: Дата
zh_cn: 日期

# data.search_bar.fields.dateRange.placeholder
source: Date
ru: Дата
zh_cn: 日期

# data.search_bar.fields.resultStatus.label
source: Result Status
ru: Статус результата
zh_cn: 结果状态

# data.search_bar.fields.resultStatus.title
source: Status:
ru: Положение дел:
zh_cn: 状态:

# data.search_bar.fields.resultStatus.choice.default
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.resultStatus.choice.Completed
source: Completed
ru: Завершенный
zh_cn: 已完成

# data.search_bar.fields.resultStatus.choice.Progress
source: Progress
ru: Прогресс
zh_cn: 进度

# data.search_bar.fields.resultStatus.choice.Error
source: Error
ru: ошибка
zh_cn: 错误

# data.search_bar.fields.resultStatus.choice.Other
source: Other
ru: Другие
zh_cn: 其他

# data.search_bar.fields.project.label
source: Project
ru: проект
zh_cn: 项目

# data.search_bar.fields.project.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.project.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# data.search_bar.fields.project.live-search-placeholder
source: Find Projects...
ru: Найти проекты ...
zh_cn: 查找项目...

# data.search_bar.fields.project.title
source: Project:
ru: Проект:
zh_cn: 项目:

# data.search_bar.fields.project.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.project.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.project.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.data_source.label
source: Data Source
ru: Источник данных
zh_cn: 数据源

# data.search_bar.fields.data_source.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.data_source.live-search-placeholder
source: Find Servers...
ru: Найти серверы ...
zh_cn: 查找服务器...

# data.search_bar.fields.data_source.title
source: Server:
ru: Сервер:
zh_cn: 服务器:

# data.search_bar.fields.data_source.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.data_source.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.data_source.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.data_source.choice.local
source: Local TS
ru: Местный TS
zh_cn: 本地TS

# data.search_bar.action.toggle_more_filters.more-text
source: More Filters
ru: Дополнительные фильтры
zh_cn: 较多过滤器

# data.search_bar.action.toggle_more_filters.less-text
source: Less Filters
ru: Меньше фильтров
zh_cn: 较少过滤器

# data.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# data.search_bar.fields.order_by.label
source: Sort
ru: Сортировать
zh_cn: 分类

# data.search_bar.fields.order_by.title
source: Sort:
ru: Сортировать:
zh_cn: 分类:

# data.search_bar.fields.order_by.choice.-resultDate
source: Reports New to Old
ru: Отчёты Новые для старых
zh_cn: 从新到旧报告

# data.search_bar.fields.order_by.choice.resultDate
source: Reports Old to New
ru: Отчеты от старых к новым
zh_cn: 从旧到新报告

# data.search_bar.fields.order_by.choice.-date
source: Run Date New to Old
ru: Запустить дату
zh_cn: 运行日期从新到旧

# data.search_bar.fields.order_by.choice.date
source: Run Date Old to New
ru: Ранняя старая версия
zh_cn: 运行日期从旧到新

# data.search_bar.fields.order_by.choice.expName
source: Run Name A-Z
ru: Запустить имя AZ
zh_cn: 运行名称A-Z

# data.search_bar.fields.order_by.choice.chipType
source: Chip Asc.
ru: Чип Ас.
zh_cn: 芯片升序

# data.search_bar.fields.order_by.choice.-chipType
source: Chip Desc.
ru: Чип Desc.
zh_cn: 芯片降序

# data.search_bar.fields.order_by.choice.flows
source: No. of Flows Asc.
ru: Количество потоков Asc.
zh_cn: 流动号(NO.)升序

# data.search_bar.fields.order_by.choice.-flows
source: No. of Flows Desc.
ru: Количество потоков Desc.
zh_cn: 流动号(NO.)降序

# data.search_bar.fields.sample.label
source: Sample
ru: Образец
zh_cn: 样本

# data.search_bar.fields.sample.placeholder
source: Any Sample
ru: Любой образец
zh_cn: 任何样本

# data.search_bar.fields.sample.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.sample.live-search-placeholder
source: Find Samples...
ru: Найти образцы ...
zh_cn: 查找样本...

# data.search_bar.fields.sample.title
source: Sample:
ru: Образец:
zh_cn: 样本:

# data.search_bar.fields.sample.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.sample.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.sample.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.reference.label
source: Reference
ru: Справка
zh_cn: 参考

# data.search_bar.fields.reference.placeholder
source: Any Reference
ru: Любые ссылки
zh_cn: 任何参考

# data.search_bar.fields.reference.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.reference.live-search-placeholder
source: Find References...
ru: Найти ссылки ...
zh_cn: 查找参考...

# data.search_bar.fields.reference.title
source: Reference:
ru: Справка:
zh_cn: 参考：

# data.search_bar.fields.reference.select-all-text
source: Select All
ru: Очистить
zh_cn: 全选

# data.search_bar.fields.reference.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.reference.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.flows.label
source: Flow
ru: поток
zh_cn: 流动

# data.search_bar.fields.flows.placeholder
source: Any Flows
ru: Любые потоки
zh_cn: 任何流动

# data.search_bar.fields.flows.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.flows.live-search-placeholder
source: Find Flows...
ru: Найти потоки ...
zh_cn: 查找流动...

# data.search_bar.fields.flows.title
source: Flows:
ru: Потоки:
zh_cn: 流动:

# data.search_bar.fields.flows.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.flows.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.flows.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.chipType.label
source: Chip
ru: чип
zh_cn: 芯片

# data.search_bar.fields.chipType.placeholder
source: Any Chip
ru: Любой чип
zh_cn: 任何芯片

# data.search_bar.fields.chipType.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.chipType.live-search-placeholder
source: Find Chips...
ru: Найти фишки ...
zh_cn: 查找芯片...

# data.search_bar.fields.chipType.title
source: Chip:
ru: Чип:
zh_cn: 芯片:

# data.search_bar.fields.chipType.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.chipType.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.chipType.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.samplePrep.label
source: Template Kit
ru: Набор шаблонов
zh_cn: 模板试剂盒

# data.search_bar.fields.samplePrep.placeholder
source: Any Sample Prep
ru: Любая пробная подготовка
zh_cn: 任何样本制备

# data.search_bar.fields.samplePrep.title
source: Sample Prep:
ru: Пример:
zh_cn: 样本制备:

# data.search_bar.fields.samplePrep.select-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.samplePrep.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.samplePrep.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.sampleprep.choice.default
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.sampleprep.choice.OT
source: OneTouch
ru: Одно касание

# data.search_bar.fields.pgmName.label
source: Instrument
ru: инструмент
zh_cn: 仪器

# data.search_bar.fields.pgmName.placeholder
source: Any Instrument
ru: Любой инструмент
zh_cn: 任何仪器

# data.search_bar.fields.pgmName.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.pgmName.live-search-placeholder
source: Find Instruments...
ru: Найти инструменты ...
zh_cn: 查找仪器...

# data.search_bar.fields.pgmName.title
source: Instrument:
ru: Инструмент:
zh_cn: 仪器:

# data.search_bar.fields.pgmName.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.pgmName.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.pgmName.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.search_bar.fields.plugin.label
source: Plugin
ru: плагин
zh_cn: 插件

# data.search_bar.fields.plugin.placeholder
source: Any Plugin
ru: Любой плагин
zh_cn: 任何插件

# data.search_bar.fields.plugin.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# data.search_bar.fields.plugin.live-search-placeholder
source: Find Plugins...
ru: Найти плагины ...
zh_cn: 查找插件...

# data.search_bar.fields.plugin.title
source: Plugin:
ru: Плагин:
zh_cn: 插件:

# data.search_bar.fields.plugin.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# data.search_bar.fields.plugin.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# data.search_bar.fields.plugin.none-selected-text
source: All
ru: Все
zh_cn: 全部

# data.fields.flows.label.lowercase
source: flows
ru: потоки
zh_cn: 流动

# data.fields.flows.label
source: Flows
ru: Потоки
zh_cn: 流动

# data.fields.references.label
source: Reference
ru: Справка
zh_cn: 参考

# data.fields.sampleSetName.label
source: Sample Set
ru: Набор образцов
zh_cn: 样本集

# data.fields.sample.label
source: Sample
ru: Образец
zh_cn: 样本

# data.fields.chipDescription.label
source: Chip
ru: чип
zh_cn: 芯片

# data.fields.results.projects.name.label
source: Project
ru: проект
zh_cn: 项目

# data.action.reanalyze
source: Reanalyze
ru: повторный анализ
zh_cn: 重新分析

# data.action.editplan
source: Edit
ru: редактировать
zh_cn: 编辑

# data.fields.results.resultsName.label
source: Report Name
ru: Название отчета
zh_cn: 报告名称

# data.fields.results.quality_metrics.q0_reads.label
source: Total Reads
ru: Всего просмотров
zh_cn: 总读序数

# data.fields.results.quality_metrics.q0_mean_read_length.label
source: Mean Read Len.
ru: Среднее чтение Лен.
zh_cn: 平均读长

# data.fields.results.quality_metrics.q20_bases.label
source: Q20 Bases
ru: Основы Q20
zh_cn: Q20碱基

# data.fields.results.quality_metrics.q0_bases.label
source: Output
ru: Вывод
zh_cn: 输出

# data.fields.results.timeStamp.label
source: Date
ru: Дата
zh_cn: 日期

# data.fields.results.status.label
source: Status
ru: Положение дел
zh_cn: 状态

# data.action.results_to_projects.label
source: Add Report to Project
ru: Добавить отчет в проект
zh_cn: 将报告添加到项目

# data.action.viewlog.label
source: View Log
ru: Посмотреть журнал
zh_cn: 查看日志(log)

# data.action.dm.label
source: Data management
ru: Управление данными
zh_cn: 数据管理

# data.fields.displayName.label
source: Run Name
ru: Название запуска
zh_cn: 运行名称

# data.fields.date.label
source: Run
ru: Бег
zh_cn: 运行

# data.fields.resultDate.label
source: Analysis
ru: Анализ
zh_cn: 分析

# data.fields.results.eas.references.label
source: Reference
ru: Справка
zh_cn: 参考

# data.fields.results.eas.barcodeKitName.label
source: Barcodes
ru: штрихкоды

# data.fields.plan.sampleTubeLabel.label
source: Sample Tube Label
ru: Образец метки пробки
zh_cn: 样本管标签

# projects.project.action.cancel.label
source: Cancel
ru: Отмена
zh_cn: 取消

# projects.project.action.delete.label
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# dm.actions.fields.dm_files_info.category.label
source: File Category
ru: переведите:File Category
zh_cn: 文件类别

# dm.actions.fields.dm_files_info.description.label
source: Description
ru: переведите:Description
zh_cn: 描述

# dm.actions.fields.dm_files_info.diskspace.label
source: Size(MB)
ru: переведите:Size(MB)
zh_cn: 尺寸(MB)

# dm.actions.fields.dm_files_info.preserve_data.label
source: Keep
ru: переведите:Keep
zh_cn: 保持

# dm.actions.fields.dm_files_info.action_state.label
source: State
ru: переведите:State
zh_cn: 状态

# dm.actions.action.delete.tooltip
source: Delete all files in selected categories
ru: переведите:Delete all files in selected categories
zh_cn: 删除所选类别中的全部文件

# dm.actions.action.delete.confirm-message
source: Delete selected files, Proceed?
ru: переведите:Delete selected files, Proceed?
zh_cn: 删除选定的文件，继续?

# dm.actions.action.delete.label
source: Delete Selected
ru: переведите:Delete Selected
zh_cn: 删除选定项
