Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# report.fields.status.choice.Error_in_MergeBarcodedBasecallerBamsUntrimmed
source: Error in MergeBarcodedBasecallerBamsUntrimmed
ru: Ошибка в MergeBarcodedBasecallerBamsUntrimmed
zh_cn: MergeBarcodedBasecallerBamsUntrimmed发生错误

# report.fields.status.choice.Error_in_Pre_Alignment_Step
source: Error in Pre Alignment Step
ru: Ошибка в предварительном выравнивании
zh_cn: 预比对步骤中的错误

# report.fields.status.choice.Error_in_Pre_Basecalling_Step
source: Error in Pre Basecalling Step
ru: Ошибка в предыдущем шаге
zh_cn: Pre Basecalling碱基识别步骤中的错误

# report.fields.status.choice.Error_in_Reads_recalibration
source: Error in Reads recalibration
ru: Ошибка в считывании повторной калибровки
zh_cn: 读序重新校准中的错误

# report.fields.status.choice.Error_in_Reads_sampling_with_samtools
source: Error in Reads sampling with samtools
ru: Ошибка при чтении выборки с помощью samtools
zh_cn: 使用samtools进行读序采样中的错误

# report.fields.status.choice.Error_in_Recalibration
source: Error in Recalibration
ru: Ошибка при повторной калибровке
zh_cn: 重新校准中的错误

# report.fields.status.choice.Failed_to_contact_job_server
source: Failed to contact job server.
ru: Не удалось связаться с сервером заданий.
zh_cn: 无法连接任务服务器.

# report.fields.status.choice.Flow_Space_Recalibration
source: Flow Space Recalibration
ru: Перекалибровка пространства
zh_cn: 核酸流信号重新校准

# report.fields.status.choice.Generating_Alignment_metrics
source: Generating Alignment metrics
ru: Генерирование показателей выравнивания
zh_cn: 正在生成比对数据

# report.fields.status.choice.Importing
source: Importing
ru: Импорт
zh_cn: 正在导入

# report.fields.status.choice.Merge_Alignment_Results
source: Merge Alignment Results
ru: Результаты выравнивания слияния
zh_cn: 合并比对结果

# report.fields.status.choice.Merge_Bam_Files
source: Merge Bam Files
ru: Слияние файлов Bam
zh_cn: 合并Bam文件

# report.fields.status.choice.Merge_Basecaller_Results
source: Merge Basecaller Results
ru: Объединить результаты Basecaller
zh_cn: 合并BaseCaller碱基识别系统结果

# report.fields.status.choice.Merge_Heatmaps
source: Merge Heatmaps
ru: Слияние тепловых карт
zh_cn: 合并热图

# report.fields.status.choice.Merge_Statistics
source: Merge Statistics
ru: Объединить статистику
zh_cn: 合并统计信息

# report.fields.status.choice.Merging_BAM_files
source: Merging BAM files
ru: Объединение файлов BAM
zh_cn: 合并BAM文件

# report.fields.status.choice.Moved
source: Moved
ru: Перевезу
zh_cn: 已移动

# report.fields.status.choice.No_Live_Beads
source: No Live Beads
ru: Нет живых бисер
zh_cn: 无活性微珠

# report.fields.status.choice.PGM_Operation_Error
source: PGM Operation Error
ru: Ошибка работы PGM
zh_cn: PGM操作错误

# report.fields.status.choice.Pending
source: Pending
ru: в ожидании
zh_cn: 待定

# report.fields.status.choice.Process_Unfiltered_BAM
source: Process Unfiltered BAM
ru: Процесс Unfiltered BAM
zh_cn: 处理未经过滤的BAM

# report.fields.status.choice.Processing_barcodes
source: Processing barcodes
ru: Обработка штрих-кодов
zh_cn: 正在处理Barcode

# report.fields.status.choice.Separator_Abort
source: Separator Abort
ru: Отключение разделителя
zh_cn: 分隔符中止

# report.fields.status.choice.Signal_Processing
source: Signal Processing
ru: Обработка сигнала
zh_cn: 正在处理信号

# report.fields.status.choice.Started
source: Started
ru: Начал
zh_cn: 已启动

# report.fields.status.choice.TERMINATED
source: TERMINATED
ru: ОТМЕНЯЛОСЬ
zh_cn: 已终止

# report.fields.status.choice.TF_Processing
source: TF Processing
ru: Обработка TF
zh_cn: 正在处理TF

# report.fields.status.choice.CompletedWithErrors
source: Completed with %(n)s error(s)
ru: Завершено с ошибкой %(n)s
zh_cn: 已完成，%(n)s个错误

# report.fields.status.choice.CompletedWithError
source: Completed with %(n)s error
ru: Выполнено с ошибкой %(n)s
zh_cn: 已完成，%(n)s个错误

# report.fields.status.choice.UnknownUnsupported
source: Unable to translate original status of: '%(original)s'
ru: Не удалось перевести исходный статус: &#39;%(original)s&#39;
zh_cn: 无法翻译的原始状态：“%(original)s”

# entity.Chip.fields.getI18NDisplayedName.primary.secondary.version
source: Ion %(primary)s™%(secondary)s Chip %(version)s
ru: переведите:Ion %(primary)s™%(secondary)s Chip %(version)s
zh_cn: Ion %(primary)s™%(secondary)s 芯片 %(version)s

# entity.Chip.fields.getI18NDisplayedName.primary.version
source: Ion %(primary)s™ Chip %(version)s
ru: переведите:Ion %(primary)s™ Chip %(version)s
zh_cn: Ion %(primary)s™ 芯片 %(version)s

# entity.Chip.fields.getI18NDisplayedName.primary.secondary
source: Ion %(primary)s™%(secondary)s Chip
ru: переведите:Ion %(primary)s™%(secondary)s Chip
zh_cn: Ion %(primary)s™%(secondary)s 芯片

# entity.Chip.fields.getI18NDisplayedName.primary
source: Ion %(primary)s™ Chip
ru: переведите:Ion %(primary)s™ Chip
zh_cn: Ion %(primary)s™ 芯片

source: The zip file contained a number of directories where the specification only calls for one. This has caused an ambiguous state where the plugin name cannot be divined.
ru: переведите:The zip file contained a number of directories where the specification only calls for one. This has caused an ambiguous state where the plugin name cannot be divined.
zh_cn: 压缩包包含多个目录，安装过程中无法确定插件名称。

source: Neither a shell script or a python script was included in the plugin package in root of the plugin directory.
ru: переведите:Neither a shell script or a python script was included in the plugin package in root of the plugin directory.
zh_cn: 插件根目录未包含可执行的shell或者python脚本

source: The following error occurred while attempting to load the plugin: {exceptionMsg}
ru: переведите:The following error occurred while attempting to load the plugin: {exceptionMsg}
zh_cn: 加载插件时发生以下错误：{exceptionMsg}

source: Cannot install this plugin because the it would be a downgrade from version {oldVersion} to {newVersion}.
ru: переведите:Cannot install this plugin because the it would be a downgrade from version {oldVersion} to {newVersion}.
zh_cn: 无法将插件从版本 {oldVersion} 降级安装到版本 {newVersion}

source: Error upgrading plugin: {exceptionMsg}
ru: переведите:Error upgrading plugin: {exceptionMsg}
zh_cn: 插件升级错误： {exceptionMsg}

# Content.details.title
source: {content_type} Details - {content_name}
ru: переведите:{content_type} Details - {content_name}
zh_cn: {content_type} 详细信息 - {content_name}

# global.action.backto
source: Back to {name}
ru: переведите:Back to {name}
zh_cn: 回到{name}

# content_add_hotspots.title
source: New Hotspots
ru: переведите:New Hotspots
zh_cn: 新热点

# content_add_targetregions.title
source: New Target Regions
ru: переведите:New Target Regions
zh_cn: 新目标区域

source: Successfully downloaded and installed publisher {name} from ZIP archive
ru: переведите:Successfully downloaded and installed publisher {name} from ZIP archive
zh_cn: 成功从压缩包下载并更了发布者 {name}

source: Failed to install publisher from {zip_file}. ERROR: {exceptionMsg}
ru: переведите:Failed to install publisher from {zip_file}. ERROR: {exceptionMsg}
zh_cn: 从{zip_file}安装发布者失败。错误：{exceptionMsg}

# add_custom_genome.messages.validation.onlyonefile
source: Error: upload must contain exactly one reference file
ru: переведите:Error: upload must contain exactly one reference file
zh_cn: 错误：上传必须包含一个参考文件

# add_custom_genome.messages.validation.filedoesnotexist
source: Error: reference upload refers to a non-existing file
ru: переведите:Error: reference upload refers to a non-existing file
zh_cn: 错误：引用上传是指不存在的文件

# entity.ReferenceGenome.messages.delete.error
source: <strong>Error</strong> <p>Genome could not be deleted.</p><p>Check the file permissions for the genome on the file system at: </p><p><strong>{reference_path}</p></strong>
ru: переведите: Are you sure you would like to remove this BED file?
zh_cn: 是否确定要删除BED文件？

# entity.ReferenceGenome.messages.delete.success
source: Genome was deleted successfully
ru: переведите: Genome was deleted successfully
zh_cn: 基因组已成功删除

# entity.ReferenceGenome.messages.validation.fasta.invalid
source: FASTA file failed validation. Please review the error below and modify the FASTA file to correct the problem.
ru: переведите:FASTA file failed validation. Please review the error below and modify the FASTA file to correct the problem.
zh_cn: FASTA文件验证失败. 请查看下面的错误并修改FASTA文件以解决问题.

# entity.ReferenceGenome.messages.delete.confirmmsg
source: Are you sure you want to delete {name}? Once you delete this, it can not be recovered.
ru: переведите: Are you sure you want to delete {name}? Once you delete this, it can not be recovered.
zh_cn: 是否确定要删除{name}？ 删除后将无法恢复.

# entity.ReferenceGenome.messages.staleindex.1
source: Due to the upgrade of TMAP, the TMAP specific index files for {name} are stale, and need to be rebuilt by TMAP before this reference can be used for alignments. This may take a few hours for larger genomes during which time use of the server is unadvisable.
ru: переведите:Due to the upgrade of TMAP, the TMAP specific index files for {name} are stale, and need to be rebuilt by TMAP before this reference can be used for alignments. This may take a few hours for larger genomes during which time use of the server is unadvisable.
zh_cn: 由于TMAP的升级，{name}的TMAP特定索引文件是陈旧的，需要由TMAP重建才能将此引用用于比对. 对于较大的基因组，重建可能需要几个小时，在此期间，请不要使用服务器.

# entity.ReferenceGenome.messages.staleindex.2
source: We recommend you rebuild all indices as a group at the end of the work day. You will find controls to do this on the <a href="{url}">References</a>.
ru: переведите:We recommend you rebuild all indices as a group at the end of the work day. You will find controls to do this on the <a href="{url}">References</a>.
zh_cn: 建议您在工作日结束时将所有索引重建为一个组.可在<a href="{url}">参考</a>上找到执行此操作的控件.

# entity.ReferenceGenome.messages.staleindex.action
source: Rebuild {name} Now
ru: переведите:Rebuild {name} Now
zh_cn: 现在重建{name}

# entity.ReferenceGenome.messages.staleindex.action.success
source: Now Rebuilding {name}!
ru: переведите:Now Rebuilding {name}!
zh_cn: 现在重建{name}!

# add_custom_genome.messages.reported_file_size.invalid
source: Upload error: uploaded file size is incorrect
ru: переведите:Upload error: uploaded file size is incorrect
zh_cn: 上传错误：上传的文件大小不正确

# add_custom_genome.messages.reference_path.unabletodelete
source: The FASTA file could not be deleted.
ru: переведите:The FASTA file could not be deleted.
zh_cn: 无法删除FASTA文件.

# add_custom_genome.fields.short_name.verbose_name
source: Short Name
ru: переведите:Short Name
zh_cn: 简称

# add_custom_genome.messages.nosourcefile
source: Failed creating new genome reference: No source file
ru: переведите:Failed creating new genome reference: No source file
zh_cn: 创建新的基因组参考失败：没有源文件

# product.name
source: Torrent Suite
ru: переведите:Torrent Suite

# configure_plugins_plugin_install_to_version.title
source: Confirm Install Plugin
ru: переведите:Confirm Install Plugin
zh_cn: 确认安装插件

# configure_plugins_plugin_install_to_version.messages.confirmmsg.singular
source: Are you sure you want to install %(versionedName)s?
ru: переведите:Are you sure you want to install %(versionedName)s?
zh_cn: 是否确定要安装 %(versionedName)s?

# configure_plugins_plugin_install_to_version.action.submit
source: Yes, Install!
ru: переведите:Yes, Install!
zh_cn: 是，安装!

# global.action.modal.cancel
source: Cancel
ru: Конец
zh_cn: 取消

# configure_plugins_plugin_install_to_version.messages.submitmsg
source: Now installing, please wait.
ru: переведите:Now installing, please wait.
zh_cn: 现在正在安装，请稍候.

# configure_plugins_plugin_install.title
source: Install or Upgrade Plugin
ru: переведите:Install or Upgrade Plugin
zh_cn: 安装或升级插件

# configure_plugins_plugin_install.fields.pickfile.label
source: Upload a Plugin File
ru: переведите:Upload a Plugin File
zh_cn: 上传插件文件

# global.fields.pickfile.select
source: Select File
ru: переведите:Select File
zh_cn: 选择文件

# global.fields.pickfile.helptext
source: In order to provide a better uploading experience an HTML5 compatible browser are required for file uploading. You may need to contact your local system administrator for assistance.
ru: переведите:In order to provide a better uploading experience an HTML5 compatible browser are required for file uploading. You may need to contact your local system administrator for assistance.
zh_cn: 文件上传需要HTML5兼容的浏览器以提供更好的上传体验 .您可能需要与本地系统管理员联系以获取帮助.

# configure_plugins_plugin_install.action.submit
source: Upload and Install
ru: переведите:Upload and Install
zh_cn: 上传并安装

# configure_plugins_plugin_install.messages.submitmsg
source: Attempting to install ...
ru: переведите:Attempting to install ...
zh_cn: 正在尝试安装 ...

# configure_plugins_plugin_install.messages.submitsuccessmsg
source: Started Plugin install
ru: переведите:Started Plugin install
zh_cn: 开始安装插件

# configure_publisher_install.title
source: Install or Upgrade Publisher
ru: переведите:Install or Upgrade Publisher
zh_cn: 安装或升级发布者

# configure_publisher_install.fields.pickfile.label
source: Upload a Publisher ZIP File
ru: переведите:Upload a Publisher ZIP File
zh_cn: 上传一份发布者ZIP文件

# configure_publisher_install.action.submit
source: Upload and Install
ru: переведите:Upload and Install
zh_cn: 上传并安装

# configure_publisher_install.messages.submitmsg
source: Attempting to install ...
ru: переведите:Attempting to install ...
zh_cn: 正在尝试安装 ...

# configure_publisher_install.messages.submitsuccessmsg
source: Started Publisher install
ru: переведите:Started Publisher install
zh_cn: 已启动发布者安装

# configure_plugins_plugin_upgrade.title
source: Confirm Upgrade Plugin
ru: переведите:Confirm Upgrade Plugin
zh_cn: 确认升级插件

# configure_plugins_plugin_upgrade.messages.confirmmsg.singular
source: Are you sure you want to upgrade %(versionedName)s to %(UpgradeToVersion)s?
ru: переведите:Are you sure you want to upgrade %(versionedName)s to %(UpgradeToVersion)s?
zh_cn: 是否确定要将软件从 %(versionedName)s 升级到 %(UpgradeToVersion)s?

# configure_plugins_plugin_upgrade.action.submit
source: Yes, Upgrade!
ru: переведите:Yes, Upgrade!
zh_cn: 是，升级!

# configure_plugins_plugin_upgrade.messages.submitmsg
source: Now upgrading, please wait.
ru: переведите:Now upgrading, please wait.
zh_cn: 现在正在升级，请稍候.

# configure_plugins_plugin_uninstall.title
source: Confirm Uninstall Plugin
ru: переведите:Confirm Uninstall Plugin
zh_cn: 确认卸载插件

# configure_plugins_plugin_uninstall.messages.confirmmsg.singular
source: Are you sure you want to uninstall %(versionedName)s Plugin (%(id)s)?
ru: переведите:Are you sure you want to uninstall %(versionedName)s Plugin (%(id)s)?
zh_cn: 您确定要卸载 %(versionedName)s 版本的插件(%(id)s)?

# configure_plugins_plugin_uninstall.action.submit
source: Yes, Uninstall!
ru: переведите:Yes, Uninstall!
zh_cn: 是，卸载!

# configure_plugins_plugin_uninstall.messages.submitmsg
source: Now uninstalling, please wait.
ru: переведите:Now uninstalling, please wait.
zh_cn: 现在正在卸载，请稍候.

# configure_mesh.setup.messages.error
source: Unable to set up Mesh link. Ensure remote server has the same version of Torrent Suite as this server.
ru: переведите:Unable to set up Mesh link. Ensure remote server has the same version of Torrent Suite as this server.
zh_cn: 无法设置Mesh链接.请确保远程服务器与此服务器的Torrent Suite版本相同.

# configure_mesh.setup.messages.system_id.localhost
source: Adding your own local host into mesh is not allowed. Please check your hostname/address.
ru: переведите:Adding your own local host into mesh is not allowed. Please check your hostname/address.
zh_cn: 禁止将自己的本地主机添加到Mesh中.请检查您的主机名/地址.

# configure_mesh.setup.messages.exists
source: This system has already been setup in the mesh as '%(mesh_node_name)s'.
ru: переведите:This system has already been setup in the mesh as '%(mesh_node_name)s'.
zh_cn: 此系统已在mesh中设置为'%(mesh_node_name)s'.

# references_TF_edit.edit.title
source: Edit Test Fragment
ru: переведите:Edit Test Fragment
zh_cn: 编辑测试片段

# global.action.save
source: Save
ru: переведите:Save
zh_cn: 保存

# references_TF_edit.add.title
source: Add New Test Fragment
ru: переведите:Add New Test Fragment
zh_cn: 添加新测试片段

# testfragment.modal_confirm_delete.title.singular
source: Confirm Delete Test Fragment
ru: Подтвердить удаление тестового фрагмента
zh_cn: 确认删除测试片段

# testfragment.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Test Fragment <b>%(testFragmentName)s</b> (%(testFragmentId)s)?
ru: переведите: Are you sure you want to delete this Test Fragment <b>%(testFragmentName)s</b> (%(testFragmentId)s)?
zh_cn: 是否确定要删除此测试片段 <b>%(testFragmentName)s</ b>（%(testFragmentId)s）?

# testfragment.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# testfragment.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# references_barcodeset.title
source: Barcodes in {barCodeSetName}
ru: переведите:Barcodes in {barCodeSetName}
zh_cn: {barCodeSetName}中的Barcode

# references_barcodeset_add.messages.error.barcoderequired
source: Error: There must be at least one barcode! Please reload the page and try again with more barcodes.
ru: переведите:Error: There must be at least one barcode! Please reload the page and try again with more barcodes.
zh_cn: 错误：必须至少有一个Barcode！ 请重新加载页面，然后用更多Barcode重试.

# references_barcodeset_add.messages.success
source: Barcodes Uploaded! The barcode set will be listed on the references page.
ru: переведите:Barcodes Uploaded! The barcode set will be listed on the references page.
zh_cn: Barcode已上传！Barcode集将列在参考页面上.

# barcodeset.modal_confirm_delete.title.singular
source: Confirm Delete Barcode Set
ru: Подтвердить удаление набора штрих-кода
zh_cn: 确认删除Barcode集

# barcodeset.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Barcode Set <b>%(barCodeSetName)s</b>?
ru: переведите: Are you sure you want to delete this Barcode Set <b>%(barCodeSetName)s</b>?
zh_cn: 是否确定要删除此Barcode集<b>%(barCodeSetName)s</b>?

# barcodeset.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# barcodeset.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# references_barcode_edit.title
source: Edit barcode in set <strong>{barCodeSetName}</strong>
ru: переведите:Edit barcode in set <strong>{barCodeSetName}</strong>
zh_cn: 编辑在<strong>{barCodeSetName}</strong>集中的Barcode

# references_barcode_add.title
source: Add new barcode in set <strong>{barCodeSetName}</strong>
ru: переведите:Add new barcode in set <strong>{barCodeSetName}</strong>
zh_cn: 在<strong>{barCodeSetName}</strong>集中添加新Barcode

# barcode.modal_confirm_delete.title.singular
source: Confirm Delete Barcode
ru: Подтвердить удаление штрих-кода
zh_cn: 确认删除Barcode

# barcode.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Barcode <b>%(barCodeIdStr)s</b> (%(barCodePk)s)?
ru: переведите: Are you sure you want to delete this Barcode <b>%(barCodeIdStr)s</b> (%(barCodePk)s)?
zh_cn: 是否确定要删除此Barcode <b>%(barCodeIdStr)s</b>（%(barCodePk)s）?

# barcode.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# barcode.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# configure_configure.email.add_email.title
source: Add Email
ru: переведите:Add Email
zh_cn: 添加邮件

# configure_configure.email.edit_email.title
source: Edit Email
ru: переведите:Edit Email
zh_cn: 编辑邮件

# emailaddress.modal_confirm_delete.title.singular
source: Confirm Delete Email Address
ru: Подтвердить удаление адреса электронной почты
zh_cn: 确认删除邮件地址

# emailaddress.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Email Address <b>%(emailAddress)s</b> (%(emailId)s)?
ru: переведите: Are you sure you want to delete this Email Address <b>%(emailAddress)s</b> (%(emailId)s)?
zh_cn: 是否确定要删除此电子邮件地址 <b>%(emailAddress)s</b>（%(emailId)s）?

# emailaddress.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# emailaddress.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# eventlog.messages.empty
source: No logs found for %(title)s.
ru: Журналы, найденные для %(title)s,
zh_cn: 未找到 %(title)s 的日志.

# configure_offline_bundle.title
source: Install Updates
ru: переведите:Install Updates
zh_cn: 安装更新

# configure_offline_bundle.fields.pickfile.label
source: Upload an Updates File
ru: переведите:Upload an Updates File
zh_cn: 上传更新文件

# configure_offline_bundle.action.submit
source: Upload and Install
ru: переведите:Upload and Install
zh_cn: 上传并安装

# configure_offline_bundle.messages.submitsuccessmsg
source: Started Install Updates
ru: переведите:Started Install Updates
zh_cn: 启动安装更新

# configure_offline_bundle.messages.submitprocessingmsg
source: Installing, please wait ...
ru: переведите:Installing, please wait ...
zh_cn: 正在安装，请稍候 ...

# projects.add.title
source: Add Project
ru: Добавить проект
zh_cn: 添加项目

# projects.add.fields.name.label
source: Add Project Name
ru: Добавить название проекта
zh_cn: 添加项目名称

# projects.delete.title
source: Confirm Delete Project
ru: Подтвердить удаление проекта
zh_cn: 确认删除项目

# projects.delete.confirmation.text
source: Are you sure you want to delete this project (%(projectName)s)?
ru: Вы действительно хотите удалить этот проект (%(projectName)s)?
zh_cn: 是否确定要删除此项目（%(projectName)s）?

# projects.edit.title
source: Edit Project
ru: Изменить проект
zh_cn: 编辑项目

# projects.edit.fields.name.label
source: Project Name
ru: название проекта
zh_cn: 项目名称

# projects.project.vieweventlog.title
source: Project History for %(projectName)s (%(id)s)
ru: История проекта для %(projectName)s (%(id)s)
zh_cn: 项目历史 %(projectName)s (%(id)s)

# projectresults.title
source: Result Sets in %(projectName)s
ru: Наборы результатов в %(projectName)s
zh_cn: %(projectName)s 中的结果集

# dm.actions.field.result.resultsName.label
source: Report Name
ru: переведите:Report Name
zh_cn: 报告名称

# dm.actions.field.result.experiment.expName.label
source: Run Name
ru: переведите:Run Name
zh_cn: 运行名称

# dm.actions.title.multiple
source: Selected %(count)s results.
ru: переведите:Selected %(count)s results.
zh_cn: 选定%(count)s结果.

# validation.messages.error_prefix
source: Error:
ru: Ошибка:
zh_cn: 错误:

# dm.log.title
source: Data Management Actions for %(resultsName)s (%(id)s)
ru: переведите: Data Management Actions for %(resultsName)s (%(id)s)
zh_cn: %(resultsName)s (%(id)s)的数据管理操作

# dm.configuration_log.title
source: Data Management Configuration History
ru: переведите: Data Management Configuration History
zh_cn: 数据管理配置历史

source: Remember Me
ru: Запомни меня
zh_cn: 记住我

# workflow.step.kits.fields.barcodeId.label
source: Barcode Set
ru: Набор штрих-кодов
zh_cn: Barcode集

# data.fields.barcodeId.label
source: Barcode
ru: Штрих-код

source: %(entityOrFieldName)s validation errors:
ru: переведите:%(entityOrFieldName)s validation errors:
zh_cn: %(entityOrFieldName)s 验证错误:

# upload_plans_for_template.messages.error.templatenotsupported
source: %(fieldName)s %(fieldValue)s is not supported to create plans from
ru: переведите: %(fieldName)s %(fieldValue)s is not supported to create plans from
zh_cn: 不支持从 %(fieldName)s %(fieldValue)s 中创建计划

# upload_plans_for_template.messages.error.selectedPlugins.processing
source: Internal error while processing selected plugins info.
ru: переведите: Internal error while processing selected plugins info.
zh_cn: 处理选定插件信息时发生内部错误.

# upload_plans_for_template.messages.error.templatenotfound
source: %(fieldName)s %(fieldValue)s cannot be found to create plans from
ru: переведите: %(fieldName)s %(fieldValue)s cannot be found to create plans from
zh_cn: 无法找到 %(fieldName)s %(fieldValue)s 以从中创建计划
