Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# uni-form-validation.language.minlength
source: %s should be at least %d characters long.
ru: переведите:%s should be at least %d characters long.
zh_cn: %s的长度应至少为%d个字符.

# uni-form-validation.language.min
source: %s should be greater than or equal to %d.
ru: переведите:%s should be greater than or equal to %d.
zh_cn: %s应大于或等于%d.

# uni-form-validation.language.maxlength
source: %s should not be longer than %d characters.
ru: переведите:%s should not be longer than %d characters.
zh_cn: %s不应超过%d个字符.

# uni-form-validation.language.max
source: %s should be less than or equal to %d.
ru: переведите:%s should be less than or equal to %d.
zh_cn: %s应小于或等于%d.

# uni-form-validation.language.same_as
source: %s is expected to be same as %s.
ru: переведите:%s is expected to be same as %s.
zh_cn: %s预计与%s相同.

# uni-form-validation.language.email
source: %s is not a valid email address.
ru: переведите:%s is not a valid email address.
zh_cn: %s不是有效的电子邮件地址.

# uni-form-validation.language.url
source: %s is not a valid URL.
ru: переведите:%s is not a valid URL.
zh_cn: %s不是有效的网址(URL).

# uni-form-validation.language.number
source: %s needs to be a number.
ru: переведите:%s needs to be a number.
zh_cn: %s需是一个数字.

# uni-form-validation.language.integer
source: %s needs to be a whole number.
ru: переведите:%s needs to be a whole number.
zh_cn: %s需是一个整数.

# uni-form-validation.language.alpha
source: %s should contain only letters (without special characters or numbers).
ru: переведите:%s should contain only letters (without special characters or numbers).
zh_cn: %s应只包含字母(无特殊字符或数字).

# uni-form-validation.language.alphanum
source: %s should contain only numbers and letters (without special characters).
ru: переведите:%s should contain only numbers and letters (without special characters).
zh_cn: %s应该只包含数字和字母(无特殊字符).

# uni-form-validation.language.phrase
source: %s should contain only alphabetic characters, numbers, spaces, and the following: . - _
ru: переведите:%s should contain only alphabetic characters, numbers, spaces, and the following: . - _
zh_cn: %s应仅包含字母字符，数字，空格和以下内容: . - _

# uni-form-validation.language.phone
source: %s should be a phone number.
ru: переведите:%s should be a phone number.
zh_cn: %s应是电话号码格式.

# uni-form-validation.language.date
source: %s should be a date (mm/dd/yyyy).
ru: переведите:%s should be a date (mm/dd/yyyy).
zh_cn: %s应是日期格式 (月/日/年)mm/dd/yyyy.

# uni-form-validation.language.callback
source: Failed to validate %s field. Validator function (%s) is not defined!
ru: переведите:Failed to validate %s field. Validator function (%s) is not defined!
zh_cn: 无法验证%s字段.未定义验证器功能(%s)!

# uni-form-validation.language.on_leave
source: Are you sure you want to leave this page without saving this form?
ru: переведите:Are you sure you want to leave this page without saving this form?
zh_cn: 是否确定要在不保存此表单的情况下离开此页面?

# uni-form-validation.language.submit_msg
source: Sorry, this form needs corrections.
ru: переведите:Sorry, this form needs corrections.
zh_cn: Sorry, 此表单需更正.

# uni-form-validation.language.submit_help
source: Please see the items marked below.
ru: переведите:Please see the items marked below.
zh_cn: 请参阅下面标记的项目.

# uni-form-validation.language.submit_success
source: Thank you, this form has been sent.
ru: переведите:Thank you, this form has been sent.
zh_cn: 谢谢，此表单已发送.

# uni-form-validation.language.nuc
source: %s needs to be one of the following: A, T, C, G
ru: переведите:%s needs to be one of the following: A, T, C, G
zh_cn: %s必须是以下之一: A, T, C, G

# uni-form-validation.language.annospace
source: %s should contain only numbers, letters, and the following: . - _
ru: переведите:%s should contain only numbers, letters, and the following: . - _
zh_cn: %s应仅包含数字，字母和以下内容：. - _

# uni-form-validation.language.anundernospace
source: %s should contain only numbers, letters or underscore.
ru: переведите:%s should contain only numbers, letters or underscore.
zh_cn: %s应仅包含数字，字母或下划线.

# uni-form-validation.language.anunderplusdotdashnospace
source: %s should contain only numbers, letters, plus, dot, dash or underscore(+.-_).
ru: переведите:%s should contain only numbers, letters, plus, dot, dash or underscore(+.-_).
zh_cn: %s应只包含数字、字母、加号、点、破折号或下划线(+.-_).

# uni-form-validation.language.uint
source: %s needs to be a whole number greater than 0.
ru: переведите:%s needs to be a whole number greater than 0.
zh_cn: %s必须是一个大于0的整数.

# uni-form-validation.language.uniq
source: %s is already in use, please enter different value.
ru: переведите:%s is already in use, please enter different value.
zh_cn: %s已使用，请输入不同值

# uni-form-validation.language.url_http
source: %s is not a valid HTTP-based URL. Must begin with http:// or https://.
ru: переведите:%s is not a valid HTTP-based URL. Must begin with http:// or https://.
zh_cn: %s 不是一个基于http的有效URL. 必须以 http:// 或 https://开头.

# uni-form-validation.language.filenameregex
source: %s is not a valid pattern. Allowable characters include (comma-separated): A-Z,a-z,0-9,_,-,/,?.,!,*,.
ru: переведите:%s is not a valid pattern. Allowable characters include (comma-separated): A-Z,a-z,0-9,_,-,/,?.,!,*,.
zh_cn: %s 不是一个有效模式. 允许的字符包括(逗号分隔)：A-Z,a-z,0-9,_,-,/,?.,!,*,.

# global.messages.error.label
source: ERROR
ru: ОШИБКА
zh_cn: 错误

# eventlog.field.created.label
source: Date
ru: Бег
zh_cn: 日期

# eventlog.field.username.label
source: User
ru: имя
zh_cn: 用户

# eventlog.field.text.label
source: Comment
ru: Бег
zh_cn: 注释

# import_panel_archive.messages.upload.fileuploaded
source: File uploaded successfully. Upload another or check the appropriate reference page for processing status.
ru: переведите:File uploaded successfully. Upload another or check the appropriate reference page for processing status.
zh_cn: 文件上传成功. 上传另一个或检查适当的参考页面以了解处理状态.

# import_panel_archive.fields.pickedfiles.label
source: Panel File
ru: переведите: Panel File
zh_cn: Panel文件

# import_panel_archive.fields.pickedfiles.placeholder
source: Required
ru: переведите:Required
zh_cn: 需要的

# import_panel_archive.fields.pickedfiles.select
source: Select File
ru: переведите:Select File
zh_cn: 选择文件

# import_panel_archive.fields.pickedfiles.helptext
source: Select a Panel ZIP archive to import.
ru: переведите:Select a Panel ZIP archive to import.
zh_cn: 选择要导入的Panel ZIP存档.

# import_panel_archive.fields.instrument_choice.helptext
source: Note: Plan template(s) will be created based on the available instrument & chip type in panel zip bundle
ru: translate: Note: Plan template(s) will be created based on the available instrument & chip type in panel zip bundle
zh_cn: translate: Note: Plan template(s) will be created based on the available instrument & chip type in panel zip bundle

# configure_about.section.releases.title
source: Releases
ru: переведите:Releases
zh_cn: 发布

# configure_about.section.releases.field.os.label
source: OS
ru: переведите:OS

# configure_about.section.releases.field.productname.label
source: Product
ru: переведите:Product
zh_cn: 产品

# configure_about.section.releases.field.version.label
source: Version
ru: переведите:Version
zh_cn: 版本

# configure_about.section.moreinfo.title
source: More Information and Assistance
ru: переведите:More Information and Assistance
zh_cn: 更多信息以及协助

# signup.pending.approve.confirmmsg
source: Are you sure you want to approve the registration for <b>%(username)s</b>?
ru: переведите:Are you sure you want to approve the registration for <b>%(username)s</b>?
zh_cn: 是否确定要批准 <b>%(username)s</b>的注册?

# signup.pending.reject.confirmmsg
source: Are you sure you want to reject the registration for <b>%(username)s</b>?
ru: переведите:Are you sure you want to reject the registration for <b>%(username)s</b>?
zh_cn: 是否确定要拒绝<b>%(username)s</b>的注册?

# configure_account.title
source: User Profile / Account Information
ru: переведите:User Profile / Account Information
zh_cn: 用户资料/帐户信息

# configure_account.subtitle
source: Allows to view and update your existing user profile and account information
ru: переведите:Allows to view and update your existing user profile and account information
zh_cn: 允许查看和更新现有的用户个人资料和帐户信息

# global.action.reset
source: Reset
ru: переведите:Reset
zh_cn: 重置

# signup.pending.title
source: User Registrations
ru: переведите:User Registrations
zh_cn: 用户注册

# signup.pending.subtitle
source: New user registrations awaiting approval
ru: переведите:New user registrations awaiting approval
zh_cn: 新用户注册 正在等待批准

# signup.pending.action.approve.label
source: Approve
ru: переведите:Approve
zh_cn: 批准

# signup.pending.action.reject.label
source: Reject
ru: переведите:Reject
zh_cn: 拒绝

# signup.pending.messages.none
source: No user accounts pending approval.
ru: переведите:No user accounts pending approval.
zh_cn: 没有用户帐户待批准.

# signup.pending.reject.title
source: Confirm Reject Registration
ru: переведите:Confirm Reject Registration
zh_cn: 确认拒绝注册

# signup.pending.reject.action.submit
source: Yes, Reject!
ru: переведите:Yes, Reject!
zh_cn: 是，拒绝!

# signup.pending.approve.title
source: Confirm Approve Registration
ru: переведите:Confirm Approve Registration
zh_cn: 确认批准注册

# signup.pending.approve.action.submit
source: Yes, Approve!
ru: переведите:Yes, Approve!
zh_cn: 是，批准!

# template.search_bar.fields.search_text.label
source: Go
ru: Идти
zh_cn: 进入

# configure_configure.config_contacts.lab_contact.title
source: Customer Support Contact
ru: переведите:Customer Support Contact
zh_cn: 客户支持联系方式

# configure_configure.config_contacts.lab_contact.description
source: This is the person in your organization who should be notified during a support request of problems related to the nature of an experiment/run.
ru: переведите:This is the person in your organization who should be notified during a support request of problems related to the nature of an experiment/run.
zh_cn: 作为该组织成员，在与实验/运行性质相关的问题的支持请求期间应该得到通知.

# configure_configure.config_contacts.it_contact.title
source: IT Contact
ru: переведите:IT Contact
zh_cn: IT联系人

# configure_configure.config_contacts.it_contact.description
source: This is the person in your organization who should be notified during a support request of problems related to the Torrent Server's hardware or the network environment.
ru: переведите:This is the person in your organization who should be notified during a support request of problems related to the Torrent Server's hardware or the network environment.
zh_cn: 作为该组织成员，在与Torrent服务器硬件或网络环境相关问题的支持请求期间应得到通知.

# configure_configure.config_contacts.action.submit
source: Save Contacts
ru: переведите:Save Contacts
zh_cn: 保存联系人

# configure_configure.config_site_name.title
source: Customize Site Name
ru: переведите:Customize Site Name
zh_cn: 自定义站点名称

# configure_configure.config_site_name.action.submit
source: Save Name
ru: переведите:Save Name
zh_cn: 保存名称

# configure_configure.zone_select.title
source: Change Timezone
ru: переведите:Change Timezone
zh_cn: 变更时区

# configure_configure.zone_select.action.submit
source: Save Time Zone
ru: переведите:Save Time Zone
zh_cn: 保存时区

# configure_configure.zone_select.messages.inprogress
source: Submitting
ru: переведите:Submitting
zh_cn: 正在提交更新

# configure_configure.zone_select.action.auto_detect_timezone
source: Auto Detect Timezone
ru: переведите:Auto Detect Timezone
zh_cn: 自动检测时区

# configure_configure.zone_select.messages.auto_detect_timezone.inprogress
source: Detecting...
ru: переведите:Detecting...
zh_cn: 检测中...

# configure_configure.zone_select.messages.success
source: Your timezone was set successfully.
ru: переведите:Your timezone was set successfully.
zh_cn: 时区变更完成。

# configure_configure.zone_select.messages.failed
source: ERROR: Timezone update failed.
ru: переведите:ERROR: Timezone update failed.
zh_cn: 错误：时区变更失败。

# configure_configure.zone_select.messages.auto_detect_timezone.success
source: Auto detect is complete.
ru: переведите:Auto detect is complete.
zh_cn: 自动检测完成。

# configure_configure.zone_select.messages.auto_detect_timezone.fail
source: ERROR: Auto Detect failed.
ru: переведите:ERROR: Auto Detect failed.
zh_cn: 错误：自动检测失败。

# configure_configure.email.title
source: Email
ru: переведите:Email
zh_cn: 电子邮件

# configure_configure.email.action.add_email
source: Add Email
ru: переведите:Add Email
zh_cn: 添加邮件

# configure_configure.email.messages.none
source: No Email Addresses Configured.
ru: переведите:No Email Addresses Configured.
zh_cn: 没有配置电子邮件地址.

# global.column.manage
source: Manage
ru: переведите:Manage
zh_cn: 管理

# configure_configure.email.action.edit_email
source: Edit
ru: переведите:Edit
zh_cn: 编辑

# configure_configure.email.action.delete_email
source: Delete
ru: переведите:Delete
zh_cn: 删除

# configure_configure.admin.title
source: Database Administration
ru: переведите:Database Administration
zh_cn: 数据库管理

# configure_configure.admin.description
source: The <a href="/admin" target="_blank">Admin Interface</a> provides direct access to the database entries for system administrators.
ru: переведите:The <a href="/admin" target="_blank">Admin Interface</a> provides direct access to the database entries for system administrators.
zh_cn: <a href="/admin" target="_blank">管理界面</a>提供对系统管理员数据库条目的直接访问.

# entity.IonMeshNode.fields.status.choices.unknown.description
source: Unable to validate remote server
ru: переведите:Unable to validate remote server
zh_cn: 无法验证远程服务器

# configure_mesh.messages.unlink.confirmmsg
source: Are you sure you want to remove this TS?
ru: переведите:Are you sure you want to remove this TS?
zh_cn: 是否确定要删除此TS?

# configure_mesh.action.setup
source: Edit
ru: переведите:Edit
zh_cn: 编辑

# configure_mesh.action.unlink
source: Unlink
ru: переведите:Unlink
zh_cn: 取消链接

# configure_mesh.title
source: Configure Mesh
ru: переведите:Configure Mesh
zh_cn: 配置网格

# configure_mesh.action.setup.selected
source: Link Selected TS
ru: переведите:Link Selected TS
zh_cn: 链接选定的TS

# configure_mesh.action.setup.manual
source: Link TS Manually
ru: переведите:Link TS Manually
zh_cn: 手动链接TS

# configure_mesh.setup.title
source: Setup Mesh Computer
ru: переведите:Setup Mesh Computer
zh_cn: 设置网格计算机

# configure_mesh.setup.action.submit
source: Setup
ru: переведите:Setup
zh_cn: 设置

# configure_system_stats.section.stats_network.title
source: Network
ru: переведите:Network
zh_cn: 网络

# configure_system_stats.section.stats_network.none
source: No network statistics available
ru: переведите:No network statistics available
zh_cn: 无网络统计信息可用

# configure_system_stats.section.stats.title
source: System
ru: переведите:System
zh_cn: 系统

# configure_system_stats.section.stats.none
source: No system statistics available
ru: переведите:No system statistics available
zh_cn: 没有系统统计信息

# configure_system_stats.section.stats_dm.title
source: Data
ru: переведите:Data
zh_cn: 数据

# configure_system_stats.section.stats_dm.none
source: No raw data management statistics available
ru: переведите:No raw data management statistics available
zh_cn: 无原始数据管理统计信息

# configure_system_stats.section.raid_stats.title
source: RAID Info
ru: переведите:RAID Info
zh_cn: RAID信息

# configure_system_stats.section.raid_stats.none
source: No RAID statistics available
ru: переведите:No RAID statistics available
zh_cn: 无RAID统计信息可用

# configure_system_stats.section.environment.title
source: Environment Info
ru: переведите:Environment Info
zh_cn: 环境信息

# configure_system_stats.subtitle
source: Results from: /usr/bin/ion_netinfo, /usr/bin/ion_sysinfo, /usr/bin/ion_raidinfo
ru: переведите:Results from: /usr/bin/ion_netinfo, /usr/bin/ion_sysinfo, /usr/bin/ion_raidinfo
zh_cn: 结果来自: /usr/bin/ion_netinfo, /usr/bin/ion_sysinfo, /usr/bin/ion_raidinfo

# configure_support_archive.title
source: System Status Support Archive
ru: переведите:System Status Support Archive
zh_cn: 系统状态支持存档

# ContentUpload.list.title
source: Upload History
ru: переведите:Upload History
zh_cn: 上传历史记录

# ContentUpload.list.search_bar.search_name.placeholder
source: Search file
ru: переведите:Search file
zh_cn: 搜索文件

# global.choice.any
source: All
ru: переведите:All
zh_cn: 全部

# ContentUpload.list.search_bar.action.clear_filters.label
source: Clear Filters
ru: переведите:Clear Filters
zh_cn: 清除过滤器

# entity.ReferenceGenome.messages.genome_info.unabletoopen
source: The Genome info text file could not be opened from the filesystem.
ru: переведите:The Genome info text file could not be opened from the filesystem.
zh_cn: 无法从文件系统打开基因组信息文本文件.

# global.messages.error.contactsupport
source: Please contact your Torrent Server Administrator.
ru: переведите:Please contact your Torrent Server Administrator.
zh_cn: 请联系Torrent服务器管理员.

# entity.ReferenceGenome.messages.status.inprogress
source: Genome Creation is in progress
ru: переведите:Genome Creation is in progress
zh_cn: 正在进行基因组创造

# entity.ReferenceGenome.messages.status.inprogress.details
source: The Genome is still being created. This process may take a few hours.
ru: переведите:The Genome is still being created. This process may take a few hours.
zh_cn: 基因组仍在创建中. 此过程可能需要几个小时.

# references_genome_edit.action.delete
source: Delete Genome
ru: переведите: Delete Genome
zh_cn: 删除基因组

# references_genome_edit.related.processingBedFiles.label
source: Processing BED Files
ru: переведите: Processing BED Files
zh_cn: 处理BED文件

# references_genome_edit.relateddetails.label
source: Details
ru: переведите: Details
zh_cn: 详细信息

# references_genome_edit.related.availableBedFiles.label
source: Available Target Regions and Hotspot Files
ru: переведите: Available Target Regions and Hotspot Files
zh_cn: 可用的目标区域和热点文件

# references_genome_edit.action.uploadbed
source: Upload new files
ru: переведите:Upload new files
zh_cn: 上传新文件

# publisher_upload.title
source: Upload new Target Regions file (BED) or Hotspot file (BED or VCF)
ru: переведите:Upload new Target Regions file (BED) or Hotspot file (BED or VCF)
zh_cn: 上传新的目标区域文件(BED)或热点文件(BED或VCF)

# publisher_upload.messages.upload.fileuploaded
source: File uploaded successfully.
ru: переведите:File uploaded successfully.
zh_cn: 文件上传成功.

# publisher_upload.fields.reference.label
source: Reference
ru: переведите:Reference
zh_cn: 参考

# publisher_upload.fields.pickedfiles.label
source: File
ru: переведите:File
zh_cn: 文件

# publisher_upload.fields.pickedfiles.placeholder
source: Required
ru: переведите:Required
zh_cn: 需要的

# publisher_upload.fields.pickedfiles.select
source: Select File
ru: переведите:Select File
zh_cn: 选择文件

# publisher_upload.fields.pickedfiles.helptext
source: Select a Target Regions file (BED, ZIP) or Hotspot file (BED, VCF, ZIP) to import.
ru: переведите:Select a Target Regions file (BED, ZIP) or Hotspot file (BED, VCF, ZIP) to import.
zh_cn: 选择要导入的目标区域文件(BED，ZIP)或热点文件(BED，VCF，ZIP).

# publisher_upload.fields.hotspot.label
source: Is Hotspot file?
ru: переведите:Is Hotspot file?
zh_cn: 是热点文件?

# publisher_upload.fields.hotspot.helptext
source: A "HotSpot" type BED or VCF file defines regions and individual bases where variants are expected to occur.
ru: переведите:A "HotSpot" type BED or VCF file defines regions and individual bases where variants are expected to occur.
zh_cn: 一份 "热点" 类型的BED或VCF文件定义了预期发生变体的区域和单个碱基.

# publisher_upload.action.submit
source: Upload
ru: переведите:Upload
zh_cn: 上传

# references_genome_edit.related.availableRefAnnotFiles.label
source: Available Reference Annotation Files
ru: переведите: Available Reference Annotation Files
zh_cn: 可用的参考注解文件

# references_genome_edit.messages.deletebed.confirmmsg
source: Are you sure you would like to remove this BED file?
ru: переведите: Are you sure you would like to remove this BED file?
zh_cn: 是否确定要删除此BED文件?

# global.choice.yes
source: Yes
ru: переведите:Yes
zh_cn: 是

# global.choice.no
source: No
ru: переведите:No
zh_cn: 否

# configure_configure.email.messages.error
source: Invalid email
ru: переведите:Invalid email
zh_cn: 电子邮件地址格式错误

# references_barcodeset_add.title
source: Add New DNA Barcodes
ru: переведите:Add New DNA Barcodes
zh_cn: 添加新的DNA Barcode

# entity.BarcodeSet.fields.name.helptext
source: Descriptive name of the set of barcodes
ru: переведите:Descriptive name of the set of barcodes
zh_cn: Barcode集的描述性名称

# references_barcodeset_add.fields.postedfile.label
source: Barcode CSV File
ru: переведите:Barcode CSV File
zh_cn: Barcode CSV文件

# references_barcodeset_add.fields.postedfile.helptext
source: CSV File of barcodes. <a href="/site_media/examples/barcodeExample.csv">Download the example Barcode CSV file</a> <em>Note: The 'sequence' column within the CSV file is required.</em>
ru: переведите:CSV File of barcodes. <a href="/site_media/examples/barcodeExample.csv">Download the example Barcode CSV file</a> <em>Note: The 'sequence' column within the CSV file is required.</em>
zh_cn: Barcode的CSV文件. <a href="/site_media/examples/barcodeExample.csv">下载样本Barcode CSV文件</a> <em>注意：CSV文件中的“序列”列是必需的.</em>

# references_barcodeset_add.action.submit
source: Upload File
ru: переведите:Upload File
zh_cn: 上传文件

# references_barcodeset_add.messages.inprogress
source: Uploading Barcode file
ru: переведите:Uploading Barcode file
zh_cn: 上传Barcode文件

# global.messages.error.file.upload
source: Failure uploading file!
ru: переведите:Failure uploading file!
zh_cn: 上传文件失败!

# add_custom_genome.title
source: Add New Reference Genome
ru: переведите:Add New Reference Genome
zh_cn: 添加新的参考基因组

# add_custom_genome.section.byfile.title
source: Upload File
ru: переведите:Upload File
zh_cn: 上传文件

# add_custom_genome.section.byurl.title
source: Install via URL
ru: переведите:Install via URL
zh_cn: 通过URL安装

# add_custom_genome.fields.pickfile.label
source: Upload a FASTA file
ru: переведите:Upload a FASTA file
zh_cn: 上传FASTA文件

# global.field.label.required
source: (required)
ru: (обязательный)
zh_cn: (需要的)

# add_custom_genome.fields.pickfile.select
source: Select File
ru: переведите:Select File
zh_cn: 选择文件

# add_custom_genome.fields.pickfile.helptext
source: Please select a FASTA file to upload, with the .fasta extension. FASTA files can be found at the <a href='http://www.ncbi.nlm.nih.gov/sites/genome' target='_blank'>NCBI web page</a>. FASTA files which are zip compressed are also accepted.
ru: переведите:Please select a FASTA file to upload, with the .fasta extension. FASTA files can be found at the <a href='http://www.ncbi.nlm.nih.gov/sites/genome' target='_blank'>NCBI web page</a>. FASTA files which are zip compressed are also accepted.
zh_cn: 请选择要上传的FASTA文件，扩展名为.fasta. FASTA文件可在 <a href='http://www.ncbi.nlm.nih.gov/sites/genome' target='_blank'>NCBI web page</a>上找到.也可以接受zip压缩的FASTA文件.

# add_custom_genome.fields.reference_url.label
source: Reference URL
ru: переведите:Reference URL
zh_cn: 参考URL

# add_custom_genome.fields.reference_url.helptext
source: URL to the reference, a zip or gzip file on a remote server.
ru: переведите:URL to the reference, a zip or gzip file on a remote server.
zh_cn: 参考的URL，远程服务器上的zip或gzip文件.

# add_custom_genome.fields.short_name.placeholder
source: eg "hg19", "rs_005296_1", "hs_ampl_set1"
ru: переведите:eg "hg19", "rs_005296_1", "hs_ampl_set1"

# add_custom_genome.fields.short_name.helptext
source: Short form of reference name, use letters, numbers and (+.-_) only
ru: переведите:Short form of reference name, use letters, numbers and (+.-_) only
zh_cn: 参考名称简称仅使用字母，数字和(+.-_)

# add_custom_genome.fields.name.verbose_name
source: Description
ru: переведите:Description
zh_cn: 描述

# add_custom_genome.fields.name.placeholder
source: eg "Homo sapiens hg19", "Homo sapiens Amplicon Set 1"
ru: переведите:eg "Homo sapiens hg19", "Homo sapiens Amplicon Set 1"

# add_custom_genome.fields.name.helptext
source: A longer, more descriptive reference name.
ru: переведите:A longer, more descriptive reference name.
zh_cn: 更长，更具描述性的参考名称.

# add_custom_genome.fields.version.verbose_name
source: Version
ru: переведите:Version
zh_cn: 版本

# global.field.label.optional
source: (optional)
ru: (необязательный)
zh_cn: (可选的)
