Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# reviewplan.fields.sampleGrouping.label
source: Sample Grouping
ru: переведите:Sample Grouping
zh_cn: 样本分组

# reviewplan.fields.runType.label
source: Target Technique
ru: переведите:Target Technique
zh_cn: 目标技术

# reviewplan.fields.sampleSets.label
source: Sample Set
ru: переведите:Sample Set
zh_cn: 样本集

# reviewplan.fields.ampsOnChef_sampleSets.label
source: Combined Library Tube Label
ru: переведите:Combined Library Tube Label
zh_cn: 混合文库管标签

# reviewplan.section.kits.label
source: Kits
ru: переведите:Kits
zh_cn: 试剂盒

# reviewplan.fields.samplePrepKit.label
source: Sample Preparation Kit
ru: переведите:Sample Preparation Kit
zh_cn: 样本制备试剂盒

# reviewplan.fields.libraryKit.label
source: Library Kit
ru: переведите:Library Kit
zh_cn: 库试剂盒

# reviewplan.fields.eas.libraryKey.label
source: Library Key
ru: переведите:Library Key
zh_cn: 库密钥

# reviewplan.fields.eas.threePrimeAdapter.label
source: 3' Adapter
ru: переведите:3' Adapter
zh_cn: 3'衔接头

# reviewplan.fields.plan.experiment.flowsInOrder.label
source: Flow Order
ru: переведите:Flow Order
zh_cn: 流动次序

# reviewplan.fields.templatingKit.label
source: Template Kit
ru: переведите:Template Kit
zh_cn: 模板试剂盒

# reviewplan.fields.samplePrepProtocol.label
source: Templating Protocol
ru: переведите:Templating Protocol
zh_cn: 制模方案

# reviewplan.fields.sequenceKit.label
source: Sequencing Kit
ru: переведите:Sequencing Kit
zh_cn: 测序试剂盒

# reviewplan.fields.controlSequencekit.label
source: Control Sequence
ru: переведите:Control Sequence
zh_cn: 对照序列

# reviewplan.fields.plan.libraryReadLength.label
source: Library Read Length
ru: переведите:Library Read Length
zh_cn: 库读长

# reviewplan.fields.plan.experiment.flows.label
source: Flows
ru: переведите:Flows
zh_cn: 流动

# reviewplan.fields.plan.experiment.chipType.label
source: Chip Type
ru: переведите:Chip Type
zh_cn: 芯片类型

# reviewplan.fields.eas.barcodeKitName.label
source: Barcode Set
ru: переведите:Barcode Set
zh_cn: Barcode集

# reviewplan.fields.eas.endBarcodeKitName.label
source: End Barcode Set
ru: переведите:End Barcode Set
zh_cn: 结束Barcode集

# reviewplan.fields.eas.isDuplicateReads.label
source: Mark as Duplicates Reads
ru: переведите:Mark as Duplicates Reads
zh_cn: 标记为重复读序

# reviewplan.fields.eas.get_base_recalibration_mode_for_display.label
source: Base Calibration Mode
ru: переведите:Base Calibration Mode
zh_cn: 碱基校准模式

# reviewplan.fields.eas.realign.label
source: Enable Realignment
ru: переведите:Enable Realignment
zh_cn: 启用重新比对

# reviewplan.section.monitor.label
source: Monitoring
ru: переведите:Monitoring
zh_cn: 正在监控

# reviewplan.section.reference.label
source: Reference
ru: переведите:Reference
zh_cn: 参考

# reviewplan.fields.eas.reference.label
source: Reference Library
ru: переведите:Reference Library
zh_cn: 参考库

# reviewplan.fields.eas.targetRegionBedFile.label
source: Target Regions
ru: переведите:Target Regions
zh_cn: 目标区域

# reviewplan.fields.eas.hotSpotRegionBedFile.label
source: Hotspot Regions
ru: переведите:Hotspot Regions
zh_cn: 热点区域

# reviewplan.fields.eas.mixedTypeRNA_reference.label.AMPS_DNA_RNA
source: Fusions Reference Library
ru: переведите:Fusions Reference Library
zh_cn: 融合参考库

# reviewplan.fields.eas.mixedTypeRNA_reference.label
source: RNA Reference Library
ru: переведите:RNA Reference Library
zh_cn: RNA参考库

# reviewplan.fields.eas.mixedTypeRNA_targetRegionBedFile.label.AMPS_DNA_RNA
source: Fusions Target Regions
ru: переведите:Fusions Target Regions
zh_cn: 融合目标区域

# reviewplan.fields.eas.mixedTypeRNA_targetRegionBedFile.label
source: RNA Target Regions
ru: переведите:RNA Target Regions
zh_cn: RNA目标区域

# reviewplan.section.plugins_output.label
source: Plugins & Output
ru: переведите:Plugins & Output
zh_cn: 插件和输出

# reviewplan.fields.plugins.label
source: Plugins
ru: переведите:Plugins
zh_cn: 插件

# reviewplan.fields.projects.label
source: Projects
ru: переведите:Projects
zh_cn: 项目

# reviewplan.fields.uploaders.label
source: Uploaders
ru: переведите:Uploaders
zh_cn: 上传者

# reviewplan.section.notes.label
source: Notes
ru: переведите:Notes
zh_cn: 注释

# reviewplan.section.LIMS_meta.label
source: LIMS Meta Data
ru: переведите:LIMS Meta Data
zh_cn: LIMS元数据

# reviewplan.section.tsVersion.label
source: Plan Meta Data
ru: переведите:Plan Meta Data
zh_cn: 计划元数据

# reviewplan.fields.tsVersion.label
source: TS version when created
ru: переведите:TS version when created
zh_cn: 创建时的TS版本

# reviewplan.fields.origin.label
source: Plan created via
ru: переведите:Plan created via
zh_cn: 计划通过 创建

# reviewplan.section.barcodesandsamples.label
source: Barcodes & Samples
ru: переведите:Barcodes & Samples
zh_cn: Barcodes和样本

# reviewplan.section.samples.label
source: Sample
ru: переведите:Sample
zh_cn: 样本

# reviewplan.fields.plan.sampleTubeLabel.label
source: Sample Tube Label
ru: переведите:Sample Tube Label
zh_cn: 样本管标签

# reviewplan.fields.plan.experiment.chipBarcode.label
source: Chip Barcode
ru: переведите:Chip Barcode
zh_cn: 芯片Barcode

# reviewplan.fields.plan.get_sampleDisplayedName.label
source: Sample Name
ru: переведите:Sample Name
zh_cn: 样本名称

# reviewplan.fields.plan.get_sample_external_id.label
source: Sample ID
ru: переведите:Sample ID
zh_cn: 样本ID

# reviewplan.fields.plan.get_sample_description.label
source: Sample Description
ru: переведите:Sample Description
zh_cn: 样本描述

# reviewplan.fields.barcodes.label
source: Barcode
ru: переведите:Barcode

# reviewplan.fields.barcodedSamples.barcode.sample.label
source: Sample Name
ru: переведите:Sample Name
zh_cn: 样本名称

# reviewplan.fields.barcodes.messages.empty
source: No samples are defined
ru: переведите:No samples are defined
zh_cn: 没有定义样本

# reviewplan.section.analysisparams.label.used
source: Analysis Parameters Used
ru: переведите:Analysis Parameters Used
zh_cn: 使用的分析参数

# reviewplan.section.analysisparams.label
source: Analysis Parameters
ru: переведите:Analysis Parameters
zh_cn: 分析参数

# reviewplan.fields.eas.custom_args.label.choice.true
source: Custom
ru: переведите:Custom
zh_cn: 自定义

# reviewplan.fields.eas.custom_args.label.choice.false
source: Default
ru: переведите:Default
zh_cn: 默认

# reviewplan.fields.args.beadfindargs.label
source: BeadFind Args
ru: переведите:BeadFind Args
zh_cn: BeadFind参数

# reviewplan.fields.args.analysisargs.label
source: Analysis Args
ru: переведите:Analysis Args
zh_cn: 分析参数

# reviewplan.fields.args.prebasecallerargs.label
source: Pre-BaseCaller Args for calibration
ru: переведите:Pre-BaseCaller Args for calibration
zh_cn: 用于校准的pre-BaseCaller碱基识别系统参数

# reviewplan.fields.args.calibrateargs.label
source: Calibration Args
ru: переведите:Calibration Args
zh_cn: 校准参数

# reviewplan.fields.args.basecallerargs.label
source: BaseCaller Args
ru: переведите:BaseCaller Args
zh_cn: BaseCaller碱基识别系统参数

# reviewplan.fields.args.alignmentargs.label
source: Alignment Args
ru: переведите:Alignment Args
zh_cn: 比对参数

# reviewplan.fields.args.ionstatsargs.label
source: IonStats Args
ru: переведите:IonStats Args
zh_cn: IonStats参数

# reviewplan.fields.args.thumbnailbeadfindargs.label
source: Thumbnail BeadFind Args
ru: переведите:Thumbnail BeadFind Args
zh_cn: 缩略图BeadFind参数

# reviewplan.fields.args.thumbnailanalysisargs.label
source: Thumbnail Analysis Args
ru: переведите:Thumbnail Analysis Args
zh_cn: 缩略图分析参数

# reviewplan.fields.args.prethumbnailbasecallerargs.label
source: Thumbnail pre-BaseCaller Args for calibration
ru: переведите:Thumbnail pre-BaseCaller Args for calibration
zh_cn: 用于校准的缩略图pre-BaseCaller碱基识别系统参数

# reviewplan.fields.args.thumbnailcalibrateargs.label
source: Thumbnail Calibration Args
ru: переведите:Thumbnail Calibration Args
zh_cn: 缩略图校准参数

# reviewplan.fields.args.thumbnailbasecallerargs.label
source: Thumbnail BaseCaller Args
ru: переведите:Thumbnail BaseCaller Args
zh_cn: 缩略图BaseCaller碱基识别系统参数

# reviewplan.fields.args.thumbnailalignmentargs.label
source: Thumbnail Alignment Args
ru: переведите:Thumbnail Alignment Args
zh_cn: 缩略图比对参数

# reviewplan.fields.args.thumbnailionstatsargs.label
source: Thumbnail IonStats Args
ru: переведите:Thumbnail IonStats Args
zh_cn: 缩略图IonStats参数

# reviewplan.section.history.label
source: History
ru: переведите:History
zh_cn: 历史记录

# reviewplan.fields.event_log.created.label
source: Date
ru: переведите:Date
zh_cn: 日期

# reviewplan.fields.event_log.username.label
source: User
ru: переведите:User
zh_cn: 用户

# reviewplan.fields.event_log.text.label
source: Log
ru: переведите:Log
zh_cn: 日志

# reviewplan.fields.event_log.json_log.key.label
source: Parameter
ru: переведите:Parameter
zh_cn: 参数

# reviewplan.fields.event_log.json_log.values.0.label
source: Old Value
ru: переведите:Old Value
zh_cn: 旧值

# reviewplan.fields.event_log.json_log.values.1.label
source: New Value
ru: переведите:New Value
zh_cn: 新值

# template.action.upload.tooltip
source: Upload plans, templates, or panels
ru: Загрузка планов, шаблонов или панелей
zh_cn: 上传计划或模板

# template.action.upload.label
source: Upload
ru: Загрузить
zh_cn: 上传

# template.action.upload.menu.upload_plans_for_template
source: Upload Plans
ru: Планы загрузки
zh_cn: 上传计划

# template.action.upload.menu.import_plan_template
source: Upload Template
ru: Загрузить шаблон
zh_cn: 上传模板

# template.action.upload.menu.upload_design_panel_archive
source: Upload Design/Panel Zip Archive
ru: Загрузить дизайн / панель Zip Archive
zh_cn: 上传设计/Panel Zip档案

# template.action.add.tooltip
source: Create new template for run planning
ru: Создать новый шаблон для планирования запуска
zh_cn: 为运行计划创建新模板

# template.action.add.label
source: Add New Template
ru: Добавить новый шаблон
zh_cn: 添加新模板

# plan.action.add.tooltip
source: Create new plan
ru: Создать новый план
zh_cn: 创建新计划

# plan.action.add.label
source: Plan New Run
ru: Планирование нового прогона
zh_cn: 计划新运行

# template.search_bar.fields.search_text.choice.planName
source: Search by Template Name
ru: Искать по Имя Шаблона
zh_cn: 按模板名称搜索

# template.search_bar.fields.search_text.choice.iraccount
source: Search by IR Account
ru: Искать по IR-счет
zh_cn: 按IR账号搜索

# template.search_bar.fields.search_text.choice.irworkflow
source: Search by IR Workflow
ru: Искать по IR Workflow
zh_cn: 按IR工作流程搜索

# template.search_bar.fields.dateRange.placeholder
source: Date
ru: Дата
zh_cn: 日期

# template.search_bar.fields.instrument.title
source: Instrument:
ru: Инструмент:
zh_cn: 仪器:

# template.search_bar.fields.instrument.choice.default
source: All
ru: Все
zh_cn: 全部

# template.search_bar.fields.sampleprep.title
source: Sample Prep:
ru: Пример:
zh_cn: 样本制备:

# template.search_bar.fields.sampleprep.choice.default
source: All
ru: Все
zh_cn: 全部

# template.search_bar.fields.sampleprep.choice.OT
source: OneTouch
ru: Одно касание

# template.search_bar.fields.sampleprep.choice.IA
source: Isothermal Amplification
ru: Изотермическое усиление
zh_cn: 恒温扩增

# template.search_bar.fields.project.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# template.search_bar.fields.project.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# template.search_bar.fields.project.live-search-placeholder
source: Find Projects...
ru: Найти проекты ...
zh_cn: 查找项目...

# template.search_bar.fields.project.title
source: Project:
ru: Проект:
zh_cn: 项目:

# template.search_bar.fields.project.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# template.search_bar.fields.project.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# template.search_bar.fields.project.none-selected-text
source: All
ru: Все
zh_cn: 全部

# template.search_bar.action.toggle_more_filters.more-text
source: More Filters
ru: Дополнительные фильтры
zh_cn: 较多过滤器

# template.search_bar.action.toggle_more_filters.less-text
source: Less Filters
ru: Меньше фильтров
zh_cn: 较少过滤器

# template.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# template.search_bar.fields.barcodes.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# template.search_bar.fields.barcodes.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# template.search_bar.fields.barcodes.live-search-placeholder
source: Find Barcodes...
ru: Найти штрих-коды ...
zh_cn: 查找Barcodes...

# template.search_bar.fields.barcodes.title
source: Barcodes:
ru: Штрих-коды:

# template.search_bar.fields.barcodes.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# template.search_bar.fields.barcodes.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# template.search_bar.fields.barcodes.none-selected-text
source: All
ru: Все
zh_cn: 全部

# template.search_bar.fields.reference.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# template.search_bar.fields.reference.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# template.search_bar.fields.reference.live-search-placeholder
source: Find References...
ru: Найти ссылки ...
zh_cn: 查找参考...

# template.search_bar.fields.reference.title
source: Reference:
ru: Справка:
zh_cn: 参考：

# template.search_bar.fields.reference.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# template.search_bar.fields.reference.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# template.search_bar.fields.reference.none-selected-text
source: All
ru: Все
zh_cn: 全部

# template.search_bar.fields.user.title
source: Source:
ru: Источник:
zh_cn: 来源:

# template.search_bar.fields.user.choice.default
source: All
ru: Все
zh_cn: 全部

# template.search_bar.fields.user.choice._system
source: System Pre-loaded
ru: Предварительная загрузка системы
zh_cn: 系统预加载

# import_plan_template.title
source: Import Plan Template
ru: переведите:Import Plan Template
zh_cn: 导入计划模板

# import_plan_template.messages.success
source: Import Plan Templates completed successfully! The Plan Templates will be listed on the Plan Templates page.
ru: переведите: Import Plan Templates completed successfully! The Plan Templates will be listed on the Plan Templates page.
zh_cn: 导入计划模板已成功完成！计划模板将列在计划模板页面上.

# import_plan_template.fields.file.label
source: Select a CSV File
ru: переведите:Select a CSV File
zh_cn: 选择一个CSV文件

# import_plan_template.fields.file.select
source: Select file
ru: Выберите файл
zh_cn: 选择文件

# import_plan_template.fields.file.change
source: Change
ru: замена
zh_cn: 更改

# import_plan_template.fields.file.unselect
source: Remove
ru: удалять
zh_cn: 移除

# import_plan_template.action.submit
source: Load
ru: переведите:Load
zh_cn: 加载

# import_plan_template.action.close
source: Close
ru: переведите:Close
zh_cn: 关闭

# import_panel_archive.title
source: Import Panel from Zip Archive
ru: переведите:Import Panel from Zip Archive
zh_cn: 从Zip档案导入Panel

# import_panel_archive.action.submit
source: Upload Panel from Zip Archive
ru: переведите:Upload Panel from Zip Archive
zh_cn: 从Zip档案上传Panel

# template.fields.note.label
source: Notes
ru: Заметки
zh_cn: 注释

# template.fields.targetRegionBedFile.label
source: Target
ru: цель
zh_cn: 目标

# template.fields.hotSpotRegionBedFile.label
source: Hotspot
ru: горячая точка
zh_cn: 热点

# template.fields.templatePrepInstrumentType.choice.OT
source: OneTouch
ru: Одно касание

# template.fields.templatePrepInstrumentType.choice.IA
source: Isothermal Amplification
ru: Изотермическое усиление
zh_cn: 恒温扩增

# template.fields.user.choice._system.tooltip
source: System Pre-loaded
ru: Предварительная загрузка системы
zh_cn: 系统预加载

# template.fields.user.tooltip
source: Source:
ru: Источник:
zh_cn: 来源:

# template.action.unsetfavorite
source: Remove from Favorite
ru: Удалить из избранного
zh_cn: 从收藏夹中移除

# template.action.setfavorite
source: Set as Favorite
ru: Сделать фаворитом
zh_cn: 设置为收藏

# template.action.review
source: Review
ru: Обзор
zh_cn: 审查

# template.action.planrun
source: Plan Run
ru: Запуск плана
zh_cn: 计划运行

# template.action.batchplanrun
source: Plan Multiple
ru: Планирование нескольких
zh_cn: 多个计划

# template.action.copy
source: Copy
ru: копия
zh_cn: 复制

# template.action.export
source: Export
ru: экспорт
zh_cn: 导出

# template.action.edit
source: Edit
ru: редактировать
zh_cn: 编辑

# template.action.delete
source: Delete
ru: Удалить
zh_cn: 删除

# plannedruns.title
source: Planned Runs
ru: Запланированные пробеги
zh_cn: 计划运行

# plannedruns.actions.setview.all.label
source: All
ru: Все
zh_cn: 全部

# plannedruns.actions.setview.byTemplate.label
source: by Template
ru: по шаблону
zh_cn: 按模板

# plannedruns.actions.setview.bySample.label
source: by Sample
ru: по образцу
zh_cn: 按样本

# plannedruns.search_bar.fields.search_text.choice.name_or_id
source: Search by Plan Name or Run Code
ru: Искать по Название плана или код запуска
zh_cn: 按计划名称或运行代码搜索

# plannedruns.search_bar.fields.search_text.choice.experiment__samples__name
source: Search by Sample Name
ru: Искать по Имя образца
zh_cn: 按样本名称搜索

# plannedruns.search_bar.fields.search_text.choice.chipBarcode
source: Search by Chip Barcode
ru: Искать по Чип-штрих-код
zh_cn: 按芯片Barcode搜索

# plannedruns.search_bar.fields.search_text.choice.sampleTubeLabel
source: Search by Sample Tube Label
ru: Искать по Образец метки пробки
zh_cn: 按样本管标签搜索

source: Search by Combined Library Tube Label
ru: Искать по Комбинированная метка библиотеки
zh_cn: 按混合文库管标签搜索

# plannedruns.search_bar.fields.search_text.label
source: Go
ru: Идти
zh_cn: 进入

# plannedruns.search_bar.fields.dateRange.placeholder
source: Date
ru: Дата
zh_cn: 日期

# plannedruns.search_bar.fields.status.title
source: Status:
ru: Положение дел:
zh_cn: 状态:

# plannedruns.search_bar.fields.status.choice.default
source: All
ru: Все
zh_cn: 全部

# plannedruns.search_bar.fields.status.choice.planned
source: Planned
ru: планируемый
zh_cn: 计划的

# plannedruns.search_bar.fields.status.choice.pending
source: Pending
ru: в ожидании
zh_cn: 待定的

# plannedruns.search_bar.fields.status.choice.reserved
source: Reserved
ru: зарезервированный
zh_cn: 保留的

# plannedruns.search_bar.fields.status.choice.voided
source: Voided
ru: аннулированный
zh_cn: 无效的

# plannedruns.search_bar.fields.runtype.title
source: Research App:
ru: Применение исследования:
zh_cn: 研究应用:

# plannedruns.search_bar.fields.runtype.choice.default
source: Research App: All
ru: Все
zh_cn: 研究应用: 全部

# plannedruns.search_bar.fields.project.label
source: Project
ru: проект
zh_cn: 项目

# plannedruns.search_bar.fields.project.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# plannedruns.search_bar.fields.project.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# plannedruns.search_bar.fields.project.live-search-placeholder
source: Find Projects...
ru: Найти проекты ...
zh_cn: 查找项目...

# plannedruns.search_bar.fields.project.title
source: Project:
ru: Проект:
zh_cn: 项目:

# plannedruns.search_bar.fields.project.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# plannedruns.search_bar.fields.project.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# plannedruns.search_bar.fields.project.none-selected-text
source: All
ru: Все
zh_cn: 全部

# plannedruns.search_bar.fields.barcodes.label
source: Barcodes
ru: Штрих-коды:

# plannedruns.search_bar.fields.barcodes.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# plannedruns.search_bar.fields.barcodes.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# plannedruns.search_bar.fields.barcodes.live-search-placeholder
source: Find Barcodes...
ru: Найти штрих-коды ...
zh_cn: 查找Barcodes...

# plannedruns.search_bar.fields.barcodes.title
source: Barcodes:
ru: Штрих-коды:

# plannedruns.search_bar.fields.barcodes.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# plannedruns.search_bar.fields.barcodes.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# plannedruns.search_bar.fields.barcodes.none-selected-text
source: All
ru: Все
zh_cn: 全部

# plannedruns.search_bar.fields.reference.label
source: Reference
ru: Справка
zh_cn: 参考

# plannedruns.search_bar.fields.reference.count-selected-text
source: {0} Selected
ru: {0} Выбранный
zh_cn: {0} 已选择

# plannedruns.search_bar.fields.reference.remove-button-title
source: Remove this filter
ru: Удалить фильтр
zh_cn: 移除此过滤器

# plannedruns.search_bar.fields.reference.live-search-placeholder
source: Find References...
ru: Найти ссылки ...
zh_cn: 查找参考...

# plannedruns.search_bar.fields.reference.title
source: Reference:
ru: Справка:
zh_cn: 参考：

# plannedruns.search_bar.fields.reference.select-all-text
source: Select All
ru: Выбрать все
zh_cn: 全选

# plannedruns.search_bar.fields.reference.deselect-all-text
source: Clear
ru: Очистить
zh_cn: 清除

# plannedruns.search_bar.fields.reference.none-selected-text
source: All
ru: Все
zh_cn: 全部

# plannedruns.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# plannedruns.action.selected.delete_plan_template
source: Delete Selected
ru: Удалить выбранное
zh_cn: 删除所选

# plannedruns.action.selected.clear
source: Clear Selection
ru: Очистить выбор
zh_cn: 清空选项

# plannedruns.action.review_plan
source: Review
ru: Обзор
zh_cn: 审查

# plannedruns.action.page_plan_copy_plan
source: Copy
ru: копия
zh_cn: 复制

# plannedruns.action.delete_plan_template
source: Delete
ru: Удалить
zh_cn: 删除

# plannedruns.action.set-status-planned
source: Completed on Chef
ru: Завершено на Chef
zh_cn: 在Chef已完成

# plannedruns.messages.plan_transfer.invalidstate.reserved
source: Planned Run is Reserved and cannot be transferred
ru: Запланированный прогон зарезервирован и не может быть перенесен
zh_cn: 计划运作被保留，无法传输

# plannedruns.action.plan_transfer
source: Transfer
ru: переводить
zh_cn: 传输

# workflow.step.ionreporter.title
source: Ion Reporter
ru: Ион Репортер

# workflow.step.application.title
source: Research Application
ru: Исследование применения
zh_cn: 研究应用

# workflow.step.kits.title
source: Kits
ru: наборы
zh_cn: 试剂盒

# workflow.step.plugins.title
source: Plugins
ru: Плагины
zh_cn: 插件

# workflow.step.barcoding.title
source: Barcoding
ru: штрихкодирования

# workflow.step.output.title
source: Projects
ru: проектов
zh_cn: 项目

# workflow.step.saveplan.bysample.title
source: Save & Finish
ru: Сохранить и закончить
zh_cn: 保存并完成

# workflow.step.saveplan.title2
source: Plan
ru: План
zh_cn: 计划

# workflow.step.saveplan.title
source: Save
ru: Сохранить
zh_cn: 保存

# workflow.step.savetemplate.bysample.title
source: Save & Finish
ru: Сохранить и закончить
zh_cn: 保存并完成

# workflow.step.savetemplate.title
source: Save
ru: Сохранить
zh_cn: 保存

# workflow.action.showsummary
source: Show Summary
ru: Показать резюме
zh_cn: 显示总结

# workflow.action.previousstep
source: &larr; Previous
ru: ← Предыдущая
zh_cn: &larr;上一步

# workflow.action.nextstep
source: Next &rarr;
ru: Следующая →
zh_cn: 下一步 &rarr;

# workflow.summary.title.label
source: Summary
ru: Резюме
zh_cn: 总结

# workflow.step.saveplan.bysample.fields.sampleSets.label
source: Sample Set
ru: Пороги мониторинга
zh_cn: 样本集

# workflow.step.analysisparams.title
source: Analysis Parameters
ru: Параметры анализа
zh_cn: 分析参数

# workflow.step.analysisparams.fields.analysisParamsCustom.title.choice.false
source: Use ION default args
ru: Использовать аргументы по умолчанию ION
zh_cn: 使用默认参数

# workflow.step.analysisparams.fields.analysisParamsCustom.label.choice.false
source: Default (Recommended)
ru: По умолчанию (рекомендуется)
zh_cn: 默认(推荐)

# workflow.step.analysisparams.fields.analysisParamsCustom.title.choice.true
source: Customized parameters
ru: Индивидуальные параметры
zh_cn: 自定义参数

# workflow.step.analysisparams.fields.analysisParamsCustom.label.choice.true
source: Custom
ru: изготовленный на заказ
zh_cn: 自定义

# workflow.step.analysisparams.action.viewupdate.tooltip
source: View/Change analysis parameters
ru: Просмотр / изменение параметров анализа
zh_cn: 查看/更改分析参数

# workflow.step.analysisparams.action.viewupdate.label.expand
source: Details +
ru: Подробнее +
zh_cn: 详细信息 +
