Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# workflow.step.kits.base_recalibration_modes.blind_recal
source: Blind Calibration
ru: Отслеж. Калибровка
zh_cn: 盲校正

# workflow.step.kits.base_recalibration_modes.blind_recal.title
source: Blind Calibration
ru: Отслеж. Калибровка
zh_cn: 盲校正

# workflow.step.kits.base_recalibration_modes.no_recal
source: No Calibration
ru: Калибровка отсутствует
zh_cn: 未校正

# workflow.step.kits.base_recalibration_modes.no_recal.title
source: No Calibration
ru: Калибровка отсутствует
zh_cn: 未校正

# workflow.step.kits.fields.flows.label
source: Flows
ru: Потоки
zh_cn: 流动

# workflow.step.kits.fields.chipType.label
source: Chip Type
ru: Тип чипа
zh_cn: 芯片类型

# workflow.step.kits.fields.templatekitname.label
source: Template Kit
ru: Набор шаблонов
zh_cn: 模板试剂盒

# workflow.step.kits.fields.libraryReadLength.label
source: Library Read Length
ru: Длительность чтения библиотеки
zh_cn: 库读长

# workflow.step.kits.fields.readLength.label
source: Read Length
ru: Длина прочтения
zh_cn: 读长

# workflow.step.output.fields.projectName.label
source: Project Name
ru: название проекта
zh_cn: 项目名称

# workflow.step.reference.fields.default_reference.label
source: Reference Library
ru: Справочная библиотека
zh_cn: 参考库

# workflow.step.reference.fields.default_targetBedFile.label
source: Target Regions
ru: Целевые регионы
zh_cn: 目标区域

# workflow.step.saveplan.bysample.fields.note.label
source: Add a note
ru: Добавить заметку
zh_cn: 添加注释

# workflow.step.saveplan.bysample.fields.planName.label
source: Plan Name
ru: Название плана
zh_cn: 计划名称

# workflow.step.saveplan.fields.planName.label
source: Run Plan Name
ru: Название плана выполнения (обязательно)
zh_cn: 运行计划名称

# workflow.step.saveplan.fields.note.label
source: Add a note
ru: Добавить заметку
zh_cn: 添加注释

# workflow.step.saveplan.fields.chipBarcodeLabel.label
source: Chip Barcode
ru: Чип-штрих-код
zh_cn: 芯片Barcode

# workflow.step.saveplan.fields.barcodeSampleTubeLabel.label
source: Sample Tube Label
ru: Образец метки пробки
zh_cn: 样本管标签

# workflow.step.savetemplate.bysample.fields.templateName.label
source: Enter a template name:
ru: Введите имя шаблона:
zh_cn: 输入模板名称:

# workflow.step.savetemplate.fields.templateName.label
source: Template Name
ru: Имя Шаблона
zh_cn: 模板名称

# workflow.step.savetemplate.fields.note.label
source: Add a note
ru: Добавить заметку
zh_cn: 添加注释

# plan.workflow.name.edit.label
source: Edit Plan %(planname)s
ru: Изменить план %(planname)s
zh_cn: 编辑计划 %(planname)s

# plan.workflow.name.editrun.label
source: Edit Run %(planname)s
ru: Редактировать прогон %(planname)s
zh_cn: 编辑运行 %(planname)s

# plan.workflow.name.copy.label
source: Copy Plan %(planname)s
ru: План копирования %(planname)s
zh_cn: 复制计划 %(planname)s

# plan.workflow.name.create.label
source: Create Plan
ru: Создать план
zh_cn: 创建计划

# plan.workflow.name.createfrom.label
source: Create Plan from %(planname)s
ru: Создать план из %(planname)s
zh_cn: 从%(planname)s创建计划

# template.workflow.name.edit.label
source: Edit Template %(templatename)s
ru: Изменить шаблон %(templatename)s
zh_cn: 编辑模板 %(templatename)s

# template.workflow.name.copy.label
source: Copy Template %(templatename)s
ru: Шаблон копирования %(templatename)s
zh_cn: 复制模板 %(templatename)s

# template.workflow.name.create.label
source: Create Template
ru: Создать шаблон
zh_cn: 创建模板

# template.workflow.name.createfrom.label
source: Create Template from %(templatename)s
ru: Создание шаблона из %(templatename)s
zh_cn: 从%(templatename)s创建模板

# workflow.messages.errors.internal.data.initialization
source: Cannot prepare data for planning in the plan wizard.
ru: переведите:Cannot prepare data for planning in the plan wizard.
zh_cn: 无法在计划向导中为计划准备数据.

# workflow.step.kits.fields.librarykitname.label
source: Library Kit Type
ru: Тип набора библиотек
zh_cn: 库试剂盒类型

# workflow.step.kits.fields.sequenceKit.label
source: Sequencing Kit
ru: Набор для секвенирования
zh_cn: 测序试剂盒

# workflow.step.kits.fields.controlsequence.label
source: Control Sequence
ru: Контрольная последовательность
zh_cn: 对照序列

# workflow.step.kits.fields.samplePreparationKit.label
source: Sample Preparation Kit
ru: Набор для подготовки образца
zh_cn: 样本制备试剂盒

# report.section.unaligned.beadfind.fields.keysignal.details
source: Your quality threshold is <strong>%(key_signal_threshold)s</strong>.<br/>Average 1-mer signal in library key<br/>The colored bars indicate the quality threshold set in your plan, blue is above and red is under.
ru: Порог качества - <strong>%(key_signal_threshold)s</strong> . <br/> Средний 1-мерный сигнал в библиотечном ключе <br/> Цветные полосы указывают порог качества, установленный в вашем плане, синий - выше, а красный - ниже.
zh_cn: 您的质量阈值为<strong>%(key_signal_threshold)s</strong>.<br/>库密钥中的平均1-mer信号<br/>彩色条表示您的计划中设置的质量阈值，蓝色在上，红色在下.

# report.section.unaligned.beadfind.fields.bead_loading.details
source: Your quality threshold is <strong>%(bead_loading_threshold)s%%</strong>.<br/>The colored bars indicate the quality threshold set in your plan, blue is above and red is under.
ru: Порог качества - <strong>%(bead_loading_threshold)s%%</strong> . <br/> Цветные полосы указывают порог качества, установленный в вашем плане, синий - выше, а красный - ниже.
zh_cn: 您的质量阈值为<strong>%(bead_loading_threshold)s%% </strong>.<br/>彩色条表示您的计划中设置的质量阈值，蓝色在上，红色在下.

# report.section.unaligned.basecaller.fields.usable_sequence.details
source: Your quality threshold is <strong>%(usable_sequence_threshold)s%%</strong>.<br/>The colored bars indicate the quality threshold set in your plan, blue is above and red is under.
ru: Порог качества - <strong>%(usable_sequence_threshold)s%%</strong> . <br/> Цветные полосы указывают порог качества, установленный в вашем плане, синий - выше, а красный - ниже.
zh_cn: 您的质量阈值为<strong>%(usable_sequence_threshold)s%%</strong>.<br/>彩色条表示您的计划中设置的质量阈值，蓝色在上，红色在下.

# report.section.aligned.messages.noalignmentstatsshown
source: For RNA Sequencing, please refer to the RNASeq Analysis plugin output for alignment statistics
ru: Для секвенирования RNA см. Вывод плагина RNASeq Analysis для статистики выравнивания
zh_cn: 对于RNA测序，请参阅RNASeq分析插件输出以获得比对统计信息

# report.section.summary.messages.no_live_beads_status
source: (Run completed with %(status)s!)
ru: (Запуск завершен с %(status)s!)
zh_cn: （运行完成%(status)s!)

# report.classic.name
source: Classic Report
ru: Классический отчет
zh_cn: 经典报告

# samplesets.samplesetitem.messages.validate.barcodekit.notequal
source: %(errorPrefix)s Only one barcode kit can be used for a sample set
ru: переведите:%(errorPrefix)s Only one barcode kit can be used for a sample set
zh_cn: %(errorPrefix)s只有一个Barcode试剂盒可用于样本集

# samplesets.samplesetitem.messages.validate.barcodekit.invalid_choice
source: %(errorPrefix)s %(barcodeSet)s %(barcode)s is an invalid %(barcodeSetLabel)s and %(barcodeLabel)s combination
ru: переведите:%(errorPrefix)s %(barcodeSet)s %(barcode)s is an invalid %(barcodeSetLabel)s and %(barcodeLabel)s combination
zh_cn: %(%(errorPrefix)s %(barcodeSet)s %(barcode)s是无效的%(barcodeSetLabel)s和%(barcodeLabel)s组合

# samplesets.samplesetitem.messages.validate.barcode.unique
source: %(errorPrefix)s A barcode can be assigned to only one sample in the sample set. <b>%(barcode)s</b> has been assigned to another sample
ru: переведите:%(errorPrefix)s A barcode can be assigned to only one sample in the sample set. <b>%(barcode)s</b> has been assigned to another sample at PCR plate position (%(pcrPlateRow)s)
zh_cn: %(errorPrefix)s一个Barcode只能分配给样本集中的一个样本. 已将<b>%(barcode)s</b>分配给另一个样本

# samplesets.samplesetitem.messages.validate.pcrPlateRow.unique
source: %(errorPrefix)s A PCR plate position can only have one sample in it. Position <b>%(pcrPlateRow)s</b> has already been occupied by another sample
ru: переведите:%(errorPrefix)s A PCR plate position can only have one sample in it. Position <b>%(pcrPlateRow)s</b> has already been occupied by another sample
zh_cn: %(errorPrefix)s一个PCR板位置只能有一个样本. 位置<b>%(pcrPlateRow)s</b>已被另一个样本占用

# samplesets.samplesetitem.messages.validate.pcrPlateRow.required
source: %(errorPrefix)s A PCR plate position must be specified for AmpliSeq on Chef sample
ru: переведите:%(errorPrefix)s A PCR plate position must be specified for AmpliSeq on Chef sample
zh_cn: %(errorPrefix)s必须为Chef样本上的AmpliSeq指定一个PCR板位置

# samplesets.fields.displayedName.label
source: Sample Set Name
ru: Название запуска
zh_cn: 样本集名称

# samplesets.fields.description.label
source: Description
ru: Описание
zh_cn: 描述

# samplesets.fields.pcrPlateSerialNum.label
source: PCR Plate Serial Number
ru: Серийный номер ПЦР-плиты
zh_cn: PCR板序列号

# samplesets.samplesetitem.fields.gender.label
source: Gender
ru: Пол
zh_cn: 性别

# samplesets.samplesetitem.fields.relationshipRole.label
source: Type
ru: Тип
zh_cn: 类型

# samplesets.samplesetitem.fields.relationshipGroup.label
source: Relationship Group
ru: Группа отношений
zh_cn: 关系组

# samplesets.samplesetitem.fields.cancerType.label
source: Cancer Type
ru: Тип рака
zh_cn: 癌症类型

# samplesets.samplesetitem.fields.cellularityPct.label
source: Cellularity %
ru: Сотовая связь%
zh_cn: 细胞性%

# samplesets.samplesetitem.fields.biopsyDays.label
source: Biopsy Days
ru: Дни биопсии
zh_cn: 活检天数

# samplesets.samplesetitem.fields.cellNum.label
source: Cell Number
ru: Номер мобильного
zh_cn: 细胞数量

# samplesets.samplesetitem.fields.coupleId.label
source: Couple ID
ru: Пара ID
zh_cn: 偶联ID

# samplesets.samplesetitem.fields.embryoId.label
source: Embryo ID
ru: Идентификатор эмбрионов
zh_cn: 胚胎ID

# samplesets.sampleattributes.fields.displayedName.label
source: Attribute Name
ru: имя атрибута
zh_cn: 属性名称

# samplesets.sampleattributes.fields.description.label
source: Attribute Description
ru: Описание
zh_cn: 属性描述

# samplesets.messages.validate.barcodekit.notequal
source: Selected Sample Sets have different Barcode Sets: %(barcodeSetNames)s.
ru: переведите:Selected Sample Sets have different Barcode Sets: %(barcodeSetNames)s.
zh_cn: 选定的样本集具有不同的Barcode集：%(barcodeSetNames)s.

# samplesets.samplesetitem.messages.validate.barcode.unique.detailed
source: %(errorPrefix)sMultiple samples are assigned to barcode %(barcode)s: Sample %(sampleName)s from Sample Set (%(sampleSetName)s) and Sample %(dup_sampleName)s from Sample Set (%(dup_sampleSetName)s).
ru: переведите:%(errorPrefix)sMultiple samples are assigned to barcode %(barcode)s: Sample %(sampleName)s from Sample Set (%(sampleSetName)s) and Sample %(dup_sampleName)s from Sample Set (%(dup_sampleSetName)s).
zh_cn: %(errorPrefix)s 多个样本被分配给Barcode %(barcode)s：来自样本集(%(sampleSetName)s)的样本%(sampleName)s和来自样本集(%(dup_sampleSetName)s)的样本%(dup_sampleName)s.

# samplesets.addedit.title.edit
source: Edit Sample Set
ru: Примеры наборов
zh_cn: 编辑样本集

# samplesets.addedit.title.add
source: Add Sample Set
ru: Примеры наборов
zh_cn: 添加样本集

# samplesets.addedit.fields.groupType.tooltip.disabled
source: Group Type cannot be changed since this sample set status is %(status)s
ru: переведите:Group Type cannot be changed since this sample set status is %(status)s
zh_cn: 由于此样本集状态为%(status)s，因此组类型不能更改

# samplesets.addedit.fields.libraryPrepType.tooltip.disabled
source: Library Prep Type cannot be changed since this sample set status is %(status)s
ru: переведите:Library Prep Type cannot be changed since this sample set status is %(status)s
zh_cn: 由于此样本集状态为%(status)s，因此无法更改库制备类型

# samplesets.addedit.fields.libraryPrepKit.tooltip.disabled
source: Library Prep Kit cannot be changed since this sample set status is %(status)s
ru: переведите:Library Prep Kit cannot be changed since this sample set status is %(status)s
zh_cn: 由于此样本集状态为%(status)s，因此无法更改库制备试剂盒

# samplesets.messages.sampleset_plan_run.validationerrors
source: Cannot Plan Run from %(sampleSetNames)s.
ru: переведите: Cannot Plan Run from %(sampleSetNames)s.
zh_cn: 无法从%(sampleSetNames)s 计划运行.

# samplesets.messages.sampleset_plan_run.warnings.SampleGroupType_CV.multiple
source: %(errorPrefix)s%(warningPrefix)s Multiple Group Types selected: %(sampleGroupTypes)s.
ru: переведите:%(errorPrefix)s%(warningPrefix)s multiple Group Types selected: %(sampleGroupTypes)s
zh_cn: %(errorPrefix)s %(warningPrefix)s 已选择多个组类型：%(sampleGroupTypes)s.

# samplesets.input_samples.save.fields.sampleset.label
source: Sample Set
ru: Набор образцов
zh_cn: 样本集

# samplesets.input_samples.save.error
source: Error saving manually entered sample set info to database.
ru: переведите: Error saving manually entered sample set info to database.
zh_cn: 保存手工输入的样本集到数据库时发生错误。

# import_samples.messages.failure
source: Import Samples validation failed. The samples have not been imported. Please correct the errors and try again or choose a different sample file to import.
ru: переведите: Import Samples validation failed. The samples have not been imported. Please correct the errors and try again or choose a different sample file to import.
zh_cn: 导入样本验证失败. 样本尚未导入. 请更正错误并再次尝试或选择不同的样本文件进行导入

# import_samples.messages.file_contains_non_ascii_characters
source: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
ru: переведите: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
zh_cn: 系统只支持ASCII字符，请检查并确保文件中只包含ASCII字符。包含非ASCII字符的文件: %(files)s。

# import_samples.fields.file.label
source: Sample File
ru: Файл примера
zh_cn: 样本文件

# import_samples.fields.sampleset.label
source: Sample Set
ru: Набор образцов
zh_cn: 样本集

# import_samples.title
source: Import Samples
ru: Импорт образцов
zh_cn: 导入样本

# import_samples.messages.success
source: Import Samples completed successfully! The sample set will be listed on the sample set page.
ru: переведите: Import Samples completed successfully! The sample set will be listed on the sample set page.
zh_cn: 导入样本已成功完成！ 样本集将在样本集页面上列出.

# samplesets.samplesetitem.edit.title
source: Edit Sample
ru: Изменить образец
zh_cn: 编辑样本

# samplesets.samplesetitem.edit.pending.messages.invalidid
source: The selected Sample (%(pendingSampleSetItemId)s) is no longer available for this session.
ru: переведите: The selected Sample (%(pendingSampleSetItemId)s) is no longer available for this session.
zh_cn: 所选样本(%(pendingSampleSetItemId)s)不再可用于此会话.

# samplesets.sampleattribute.modal_confirm_delete.title.singular
source: Confirm Delete Sample Attribute
ru: Подтвердить выбор набора проб
zh_cn: 确认删除样本属性

# samplesets.sampleattribute.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Sample Attribute <b>%(sampleAttributeName)s</b> (%(sampleAttributeId)s)?
ru: Вы уверены, что хотите удалить этот набор образцов <b>%(sampleAttributeName)s</b> (%(sampleAttributeId)s)?
zh_cn: 是否确定要删除此样本属性<b>%(sampleAttributeName)s</b>（%(sampleAttributeId)s）?

# samplesets.sampleattribute.modal_confirm_delete.title.plural
source: Confirm Deletion of Sample Attribute and %(sampleAttributeSamplesCount)d related Sample Attribute Value(s)
ru: Подтвердите удаление набора образцов и ассоциаций (-ов), связанных с %(sampleAttributeSamplesCount)d
zh_cn: 确认删除样本属性和%(sampleAttributeSamplesCount)d 相关样本属性值

# samplesets.sampleattribute.modal_confirm_delete.messages.confirmmsg.plural
source: Are you sure you want to delete this Sample Attribute <b>%(sampleAttributeName)s</b> (%(sampleAttributeId)s) and %(sampleAttributeSamplesCount)d related Sample Attribute Value(s)?
ru: Вы уверены, что хотите удалить этот набор образцов <b>%(sampleAttributeName)s</b> (%(sampleAttributeId)s)и связанных с %(sampleAttributeSamplesCount)d ассоциаций образцов ?
zh_cn: 是否确定要删除此样本属性<b>%(sampleAttributeName)s</b>（%(sampleAttributeId)s）和%(sampleAttributeSamplesCount)d 相关样本属性值?

# samplesets.sampleattribute.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# samplesets.sampleattribute.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# samplesets.modal_confirm_delete.title.singular
source: Confirm Delete Sample Set
ru: Подтвердить выбор набора проб
zh_cn: 确认删除样本集

# samplesets.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Sample Set <b>%(sampleSetName)s</b> (%(sampleSetId)s)?
ru: Вы уверены, что хотите удалить этот набор образцов <b>%(sampleSetName)s</b> (%(sampleSetId)s)?
zh_cn: 是否确定要删除此样本集<b>%(sampleSetName)s </b>（%(sampleSetId)s）?

# samplesets.modal_confirm_delete.title.plural
source: Confirm Deletion of Sample Set and %(sampleSetItemsCount)d related Sample Association(s)
ru: Подтвердите удаление набора образцов и ассоциаций (-ов), связанных с %(sampleSetItemsCount)d
zh_cn: 确认删除样本集和%(sampleSetItemsCount)d相关样本关联

# samplesets.modal_confirm_delete.messages.confirmmsg.plural
source: Are you sure you want to delete this Sample Set <b>%(sampleSetName)s</b> (%(sampleSetId)s) and %(sampleSetItemsCount)d related Sample Association(s) ?
ru: Вы уверены, что хотите удалить этот набор образцов <b>%(sampleSetName)s</b> (%(sampleSetId)s) и связанных с %(sampleSetItemsCount)d ассоциаций образцов ?
zh_cn: 是否确定要删除此样本集?<b>%(sampleSetName)s</b>（%(sampleSetId)s) 和 %(sampleSetItemsCount)d相关样本关联?

# samplesets.messages.delete.usedbyplantemplatesorplannedruns
source: Error, The Sample Set %(sampleSetName)s is used by %(plannedRunsCount)d Planned Run(s) and %(planTemplatesCount)d Plan Template(s). Sample Set %(sampleSetName)s cannot be deleted.
ru: переведите: Error, The Sample Set %(sampleSetName)s is used by %(plannedRunsCount)d Planned Run(s) and %(planTemplatesCount)d Plan Template(s). Sample Set %(sampleSetName)s cannot be deleted.
zh_cn: 错误，样本集%(sampleSetName)s 由%(plannedRunsCount)d 计划运行和 %(planTemplatesCount)d 计划模板使用. 样本集%(sampleSetName)s 不能被删除.

# samplesets.samplesetitem.modal_confirm_delete.title.singular
source: Confirm Delete Sample Attribute
ru: Подтвердить выбор набора проб
zh_cn: 确认删除样本属性

# samplesets.samplesetitem.messages.delete.usedbyplantemplatesorplannedruns
source: Error, The Sample %(sampleName)s belongs to a Sample Set %(sampleSetName)s that is used by %(plannedRunsCount)d Planned Run(s) and %(planTemplatesCount)d Plan Template(s). Sample %(sampleName)s cannot be removed from the Sample Set %(sampleSetName)s.
ru: переведите: Error, The Sample %(sampleName)s belongs to a Sample Set %(sampleSetName)s that is used by %(plannedRunsCount)d Planned Run(s) and %(planTemplatesCount)d Plan Template(s). Sample %(sampleName)s cannot be removed from the Sample Set %(sampleSetName)s.
zh_cn: 错误，样本%(sampleName)s属于%(plannedRunsCount)d计划运行和%(planTemplatesCount)d计划模板使用的样本集%(sampleSetName)s. 无法从样本集%(sampleSetName)s中删除样本%(sampleName)s.

# samplesets.samplesetitem.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# samplesets.samplesetitem.modal_confirm_delete.messages.confirmmsg
source: Are you sure you want to delete this Sample <b>%(sampleName)s</b> (%(sampleId)s) from the Sample Set %(sampleSetName)s?
ru: Вы уверены, что хотите удалить этот образец <b>%(sampleName)s</b> (%(sampleId)s) из набора пробных наборов %(sampleSetName)s?
zh_cn: 是否确定要从样本集%(sampleSetName)s 中删除此样本<b> %(sampleName)s </b>（%(sampleId)s）?

# samplesets.samplesetitem.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# samplesets.sampleattributes.fields.dataType.dataType.label
source: Attribute Type
ru: Тип атрибута
zh_cn: 属性类型

# entity.Content.fields.description.placeholder
source: Optional
ru: переведите:Optional
zh_cn: 可选的

# entity.Content.fields.notes.placeholder
source: Optional
ru: переведите:Optional
zh_cn: 可选的

# content_add_hotspots.action.submit
source: Upload Hotspots File
ru: переведите:Upload Hotspots File
zh_cn: 上传热点文件

# global.action.cancel
source: Cancel
ru: переведите:Cancel
zh_cn: 取消

# content_add_targetregions.action.submit
source: Upload Target Regions File
ru: переведите:Upload Target Regions File
zh_cn: 上传目标区域文件

# content_add_hotspots.messages.pickfile.required
source: Please select a BED or VCF file to upload.
ru: переведите:Please select a BED or VCF file to upload.
zh_cn: 请选择要上传的BED或VCF文件.

# content_add_targetregions.messages.pickfile.required
source: Please select a BED file to upload.
ru: переведите:Please select a BED file to upload.
zh_cn: 请选择要上传的BED文件.

# global.messages.upload.error
source: There was an error during your upload. Please refresh the page and try again.
ru: переведите:There was an error during your upload. Please refresh the page and try again.
zh_cn: 上传出错.请刷新页面后重试.

# entity.Content.fields.notess.placeholder
source: Optional
ru: переведите:Optional
zh_cn: 可选的

# global.action.back
source: Back
ru: переведите:Back
zh_cn: 返回

# global.action.delete
source: Delete
ru: переведите:Delete
zh_cn: 删除

# global.action.cancel_delete
source: No, Keep It!
ru: переведите: No, Keep It!
zh_cn: 否，保存!

# global.action.confirm_delete
source: Yes, Delete!
ru: переведите: Yes, Delete!
zh_cn: 是，删除!

# global.head.title2
source: Torrent Suite (TM)
ru: Браузер Torrent
zh_cn: Torrent浏览器

# global.noscriptmsg.h1
source: Warning!
ru: Предупреждение!
zh_cn: 警告!

# global.noscriptmsg.h3
source: The Torrent Suite (TM) requires JavaScript. Please ensure that your browser has JavaScript enabled.
ru: Для браузера Torrent требуется JavaScript. Убедитесь, что в вашем браузере включен JavaScript.
zh_cn: Torrent浏览器需要JavaScript.请确保您的浏览器启用了JavaScript.

# global.footer.p.2.a.1.text
source: Technical Support
ru: Техническая поддержка
zh_cn: 技术支持

# configure_system_stats.title
source: System Support Diagnostics
ru: переведите:System Support Diagnostics
zh_cn: 系统支持诊断

# configure_instrument_stats.title
source: Instrument Diagnostics
ru: переведите:Instrument Diagnostics
zh_cn: 器械诊断

# logout.title
source: Sign Out
ru: переведите: Sign Out
zh_cn: 退出登录

# global.nav.menu.plan.label
source: Plan
ru: План
zh_cn: 计划

# global.nav.menu.monitor.label
source: Monitor
ru: монитор
zh_cn: 监控

# global.nav.menu.data.label
source: Data
ru: Данные
zh_cn: 数据

# global.nav.menu.configure.menu.about.label
source: About
ru: переведите:About
zh_cn: 关于

# global.nav.menu.configure.menu.account.label
source: Accounts
ru: переведите:Accounts
zh_cn: 帐号

# global.nav.menu.configure.menu.analysisargs.label
source: Analysis Parameters
ru: переведите:Analysis Parameters
zh_cn: 分析参数

# global.nav.menu.configure.menu.configure.label
source: Configure
ru: переведите:Configure
zh_cn: 配置

# global.nav.menu.configure.menu.ionreporter.label
source: Ion Reporter Configure
ru: переведите:Ion Reporter Configure
zh_cn: Ion Reporter配置

# global.nav.menu.configure.menu.plugins.label
source: Plugins
ru: переведите:Plugins
zh_cn: 插件

# global.nav.menu.configure.menu.references.label
source: Reference Sequences
ru: переведите:References
zh_cn: 参考

# global.nav.menu.configure.menu.services.label
source: Services
ru: переведите:Services
zh_cn: 服务

# global.nav.menu.configure.menu.updates.label
source: Updates
ru: переведите:Updates
zh_cn: 更新

# global.footer.p.1
source: For Research Use Only. Not for use in diagnostic procedures.
ru: Только для исследования. Не для использования в диагностических процедурах.
zh_cn: 仅供研究使用.不用于诊断程序.

# global.footer.p.2.span
source: &copy; 2019 Thermo Fisher Scientific Inc. All Rights Reserved.
ru: © 2019 Thermo Fisher Scientific Inc. Все права защищены.
zh_cn: &copy; 2019 Thermo Fisher Scientific Inc. 保留所有权利.

# global.footer.p.2.a.2.text
source: Terms &amp; Conditions
ru: Условия и положения
zh_cn: 条款 &amp; 条件

# uni-form-validation.language.required
source: %s is required.
ru: переведите: %s is required.
zh_cn: 需要%s.

# uni-form-validation.language.req_radio
source: Please make a selection.
ru: переведите:Please make a selection.
zh_cn: 请选择.

# uni-form-validation.language.req_checkbox
source: You must select this checkbox to continue.
ru: переведите:You must select this checkbox to continue.
zh_cn: 必须选中此复选框才能继续.
