Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# report.section.aligned.title
source: Aligned Reads
ru: Выровненные чтения
zh_cn: 已比对读序

# report.section.ispMap.title
source: <abbr title="Ion Sphere Particles">ISP</abbr> Map
ru: Карта <abbr title="Частицы ионной сферы">ISP</abbr>
zh_cn: <abbr title="ISP微珠">ISP</abbr> Map

# report.section.output.title
source: Output Files
ru: Выходные файлы
zh_cn: 输出文件

# report.section.plugins.title
source: Plugins
ru: Плагины
zh_cn: 插件

# report.section.details.title
source: Details
ru: Детали
zh_cn: 详细信息

# report.messages.noplugins
source: Plugin PDF could not be generated because there is no Plugin output!
ru: Плагин PDF не может быть сгенерирован, потому что нет подключаемого модуля!
zh_cn: 插件PDF无法生成，因为无插件输出!

# report.messages.nosummarypdf
source: There was an error generating the Summary PDF! (See /var/log/ion/django.log)
ru: Ошибка создания сводного PDF-файла! (См. /var/log/ion/django.log)
zh_cn: 生成总结PDF时发生错误！(请参阅See /var/log/ion/django.log)

# report.section.summary.tooltip
source: Run metrics for sequence data before and after alignment to a reference sequence.
ru: Выполнить метрики для данных последовательности до и после выравнивания с эталонной последовательностью.
zh_cn: 在与参考序列比对前和比对后，运行序列数据的度量评测(metrics).

# report.section.summary.title.no_live_beads
source: Summary
ru: Резюме
zh_cn: 总结

# report.section.summary.title.no_live_beads.messages.empty
source: No results to report
ru: Нет результатов для отчета
zh_cn: 无结果报告

# report.section.summary.fields.runname.label
source: Run Name
ru: Название запуска
zh_cn: 运行名称

# report.section.summary.fields.rundate.label
source: Run Date
ru: Дата выполнения
zh_cn: 运行日期

# report.section.summary.fields.projects.label
source: Projects
ru: проектов
zh_cn: 项目

# report.section.summary.fields.name.label
source: Report Name
ru: Название отчета
zh_cn: 报告名称

# report.section.summary.fields.date.label
source: Report Date
ru: Дата отчета
zh_cn: 报告日期

# report.section.summary.fields.notes.label
source: Notes
ru: Заметки
zh_cn: 注释

# report.section.unaligned.CombinedAlignments.tooltip
source: Links to parent reports
ru: Ссылки на родительские отчеты
zh_cn: 亲代报告(parent reports)链接

# report.section.unaligned.CombinedAlignments.label
source: Alignments Merged From:
ru: Согласованные с:
zh_cn: 合并比对：

# report.section.unaligned.CombinedAlignments.messages.warning.label
source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ
zh_cn: 警告

# report.section.unaligned.tooltip
source: Metrics for sequence data without alignment to a reference
ru: Метрики для данных последовательности без привязки к ссылке
zh_cn: 序列数据的度量评测(metrics)，不与参考比对

# report.section.aligned.barcodedsamples.multiplereferences.tooltip
source: Metrics for sequence data after aligning reads to barcoded samples' reference sequences
ru: Метрики для данных последовательности после выравнивания считывают в опорные последовательности штрих-кодов
zh_cn: 将读序与Barcode样本的参考序列比对后序列数据的度量评测(metrics)

# report.section.aligned.barcodedsamples.multiplereferences.title
source: Aligned Reads
ru: Выровненные чтения
zh_cn: 比对读序

# report.section.aligned.barcodedsamples.multiplereferences.subtitle.suffix
source: and other references
ru: и другие ссылки
zh_cn: 与其他参考

# report.section.aligned.tooltip
source: Metrics for sequence data after aligning reads to a reference sequence
ru: Метрики для данных последовательности после выравнивания читаются в контрольной последовательности
zh_cn: 将读序与参考序列进比对后，序列数据的度量评测(metrics)

# report.section.aligned.messages.barcodedsamples.multiplereferences
source: Aligned to multiple references)
ru: Согласовано с несколькими ссылками)
zh_cn: 与多个参考比对

# report.section.aligned.messages.noalignmentreference
source: No Alignment Reference selected
ru: Не выбрана ссылка выравнивания
zh_cn: 未选择比对参考

# experiment.fields.ftpStatus.User_Aborted.label
source: User Aborted Run
ru: Пользователь прервал запуск
zh_cn: 用户中止运行

# experiment.fields.ftpStatus.User_Aborted.details
source: This run was aborted by the user on the instrument, and has no data.
ru: Этот запуск был прерван пользователем на инструменте и не имеет данных.
zh_cn: 该运行由用户在仪器上中止，因此没有数据.

# report.action.getcsa.label
source: Customer Support Archive
ru: Архив поддержки клиентов
zh_cn: 客户支持档案

# report.fields.status.label
source: Status
ru: Положение дел
zh_cn: 状态

# report.fields.status.choice.Importing.details
source: Report is importing and cannot be viewed
ru: Отчет импортируется и не может быть просмотрен
zh_cn: 报告正在导入，无法查看

# report.fields.filestat.OUT.isarchived.details
source: Report was archived and cannot be viewed
ru: Отчет был заархивирован и не может быть просмотрен
zh_cn: 报告已存档，无法查看

# report.fields.filestat.OUT.isdeleted.details
source: Report was deleted and cannot be viewed
ru: Отчет удален и не может быть просмотрен
zh_cn: 报告已删除，无法查看

# report.action.viewbackuppdf
source: View Backup Report PDF
ru: Просмотр резервных отчетов PDF
zh_cn: 查看备份报告PDF

# report.action.import_data.label
source: Restore Report files from archived location
ru: Восстановить файлы отчетов из архивированного местоположения
zh_cn: 从存档位置恢复报告文件

# report.action.import_data.messages.confirmimport
source: Copy Report files back to local directory?
ru: Скопировать файлы отчета обратно в локальный каталог?
zh_cn: 将报告文件复制到本地目录?

# report.action.view.label
source: Report
ru: отчет
zh_cn: 报告

# report.messages.filedoesnotexist
source: Does not exist
ru: Не существует
zh_cn: 不存在

# report.section.logs.title
source: Report Log
ru: Журнал отчетов
zh_cn: 报告日志

# report.section.logs.subtitle
source: Refresh the page to see updates
ru: Обновите страницу, чтобы увидеть обновления
zh_cn: 刷新页面以查看更新

# report.section.logs.action.download
source: Download
ru: Скачать
zh_cn: 下载

# report.section.logs.messages.nologs
source: There is no log to view.
ru: Журнала для просмотра нет.
zh_cn: 没有日志可供查看.

# report.section.aligned.alignment.messages.inprogress
source: Still calculating.
ru: Все еще рассчитывается.
zh_cn: 仍在计算中

# report.section.aligned.alignment.ionstats_alignment.AQ17.num_bases.label
source: AQ17 Total Bases
ru: AQ17 Всего баз данных
zh_cn: AQ17总碱基数

# report.section.aligned.alignment.title
source: Alignment Quality
ru: Качество выравнивания
zh_cn: 比对质量

# report.section.aligned.alignment.ionstats_alignment.AQ47.label
source: Perfect
ru: Отлично
zh_cn: 完美

# report.section.aligned.alignment.ionstats_alignment.num_bases.label
source: Total Number of Bases [bp]
ru: Общее количество баз [bp]
zh_cn: 总碱基数[bp]

# report.section.aligned.alignment.ionstats_alignment.mean_read_length.label
source: Mean Length [bp]
ru: Средняя длина [bp]
zh_cn: 平均长度[bp]

# report.section.aligned.alignment.ionstats_alignment.max_read_length.label
source: Longest Alignment [bp]
ru: Самая длинная настройка [bp]
zh_cn: 最长比对[bp]

# report.section.aligned.alignment.ionstats_alignment.mean_coverage.label
source: Mean Coverage Depth [x]
ru: Средняя глубина покрытия [x]
zh_cn: 平均覆盖深度[x]

# report.section.output.barcodes.fields.barcode_name.label
source: Barcode Name
ru: Имя штрих-кода
zh_cn: Barcode名称

# report.section.output.barcodes.fields.sample.label
source: Sample
ru: Образец
zh_cn: 样本

# report.section.output.barcodes.fields.total_bases.tooltip
source: Post filtering base output per barcode
ru: Исходный выходной фильтр для каждого штрих-кода
zh_cn: 过滤后每个Barcode的碱基输出

# report.section.output.barcodes.fields.total_bases.label
source: Bases
ru: Основы
zh_cn: 碱基

# report.section.output.barcodes.fields.Q20_bases.label
source: >=Q20 Bases
ru: &gt; = Основы Q20
zh_cn: >=Q20碱基

# report.section.output.barcodes.fields.read_count.label
source: Reads
ru: Читает
zh_cn: 读序

# report.section.output.barcodes.fields.mean_read_length.label
source: Mean Read Length
ru: Средняя длина чтения
zh_cn: 平均读长

# report.section.output.barcodes.read_len_histogram.tooltip
source: Read length for each barcode
ru: Длина считывания для каждого штрих-кода
zh_cn: 每个Barcode的读长

# report.section.output.barcodes.read_len_histogram.label
source: Read Length Histogram
ru: Прочитать длину гистограммы
zh_cn: 读长直方图

# report.section.output.barcodes.files.tooltip
source: Files for each barcode
ru: Файлы для каждого штрих-кода
zh_cn: 每个Barcode文件

# report.section.output.barcodes.files.label
source: Files
ru: файлы
zh_cn: 文件

# report.section.output.barcodes.messages.barcode_name.none
source: No barcode
ru: Нет штрих-кода
zh_cn: 无Barcode

# report.section.output.barcodes.messages.sample.none
source: None
ru: Никто
zh_cn: 无

# report.section.output.unaligned.basecaller_bam.tooltip
source: Trimmed Reads in Unaligned BAM
ru: Обрезанные чтения в выровненным BAM
zh_cn: 在未比对的BAM中修整读序

# report.section.output.aligned.bam.tooltip
source: Aligned reads sorted by reference location.
ru: Выровненные чтения отсортированы по ссылке.
zh_cn: 比对读序按参考位置排序.

# report.section.output.aligned.bai.tooltip
source: BAM index file
ru: Файл индекса BAM
zh_cn: BAM索引文件

# report.section.output.aligned.bai.label
source: BAI
ru: БАЙ

# report.section.output.barcodes.read_len_histogram.details.title
source: Barcode Read Lengths
ru: Длины считывания штрих-кода
zh_cn: Barcode读长

# report.section.unaligned.basecaller.messages.inprogress
source: Still calculating.
ru: Все еще рассчитывается.
zh_cn: 仍在计算中.

# report.section.unaligned.basecaller.fields.totalreads.label
source: Total Reads
ru: Всего просмотров
zh_cn: 总读长

# report.section.unaligned.basecaller.title
source: Chip well details
ru: Детали чипа
zh_cn: 芯片阱详细信息

# report.section.unaligned.beadsummary.chipwell.title
source: <abbr title="Ion Sphere Particles">ISP</abbr> Summary</h2>
ru: Краткое описание <abbr title="Частицы ионной сферы">интернет-провайдера</abbr> </h2>
zh_cn: <abbr title="ISP微珠">ISP</abbr> Summary</h2>

# report.section.unaligned.beadsummary.total_addressable_wells.tooltip
source: Wells on the chip which can be physically reached by the library
ru: Уэллс на чипе, который физически может получить библиотека
zh_cn: 可以通过库进入的芯片阱

# report.section.unaligned.beadsummary.total_addressable_wells.label
source: Addressable Wells
ru: Адресные скважины
zh_cn: 可寻址阱

# report.section.unaligned.beadsummary.bead_wells.tooltip
source: Addressable wells on the chip which have detectable loading. (this / Addressable Wells)
ru: Адресуемые скважины на чипе, которые обнаруживают нагрузку. (это / адресуемые скважины)
zh_cn: 芯片上有可检测负载的可寻址阱.(可寻址阱)

# report.section.unaligned.beadsummary.bead_wells.label
source: With ISPs
ru: С интернет-провайдерами
zh_cn: 带ISPs

# report.section.unaligned.beadsummary.live_beads.tooltip
source: Loaded wells which have a live signal. (this / With ISPs)
ru: Загруженные скважины, которые имеют живой сигнал. (это / с интернет-провайдерами)
zh_cn: 加载有活体(live)信号的井. 这(this)/(带ISP)

# report.section.unaligned.beadsummary.live_beads.label
source: Live
ru: Жить
zh_cn: 活体

# report.section.unaligned.beadsummary.test_fragment_beads.tooltip
source: Live wells which have test fragment template sequence. (this / Live)
ru: Живые лунки, которые имеют последовательность шаблонов тестовых фрагментов. (это / Live)
zh_cn: 具有测试片段模板序列的活体阱.(这/活体)

# report.section.unaligned.beadsummary.test_fragment_beads.label
source: Test Fragment
ru: Тестовый фрагмент
zh_cn: 测试片段

# report.section.unaligned.beadsummary.library_beads.tooltip
source: Live wells which have library template sequence. (this / Live)
ru: Живые колодцы, имеющие последовательность шаблонов библиотеки. (это / Live)
zh_cn: 具有库模板序列的活体阱.(这/活体)

# report.section.unaligned.beadsummary.library_beads.label
source: Library
ru: Библиотека
zh_cn: 库

# report.section.unaligned.beadsummary.library.title
source: Library ISP details
ru: Информация об ISP библиотеки
zh_cn: 库ISP详细信息

# report.section.unaligned.beadsummary.library_beads.tooltip2
source: This is the Library value above: live wells with library template.
ru: Это значение библиотеки выше: живые колодцы с шаблоном библиотеки.
zh_cn: 此为上述的库值：带库模板的活体阱.

# report.section.unaligned.beadsummary.library_beads.label2
source: Library ISPs
ru: Библиотечные провайдеры
zh_cn: 库ISP

# report.section.unaligned.basecaller.polyclonal.tooltip
source: More than one template sequence per ISP. (this / Library ISPs)
ru: Более чем одна последовательность шаблонов для интернет-провайдера. (это / библиотечные интернет-провайдеры)
zh_cn: 每个ISP有多个模板序列. (这/库ISP)

# report.section.unaligned.basecaller.polyclonal.label
source: Filtered: Polyclonal
ru: Отфильтровано: Поликлональное
zh_cn: 已过滤：多克隆

# report.section.unaligned.basecaller.low_quality.tooltip
source: Low quality. (this / Library ISPs)
ru: Низкое качество. (это / библиотечные интернет-провайдеры)
zh_cn: 低质量. (这/库ISP)

# report.section.unaligned.basecaller.low_quality.label
source: Filtered: Low Quality
ru: Отфильтровано: Низкое качество
zh_cn: 已过滤：低质量

# report.section.unaligned.basecaller.primer_dimer.tooltip
source: Insert size of less than 8 bases. (this / Library ISPs)
ru: Вставьте размер менее 8 оснований. (это / библиотечные интернет-провайдеры)
zh_cn: 插入尺寸小于8个碱基(这/库ISPs)

# report.section.unaligned.basecaller.primer_dimer.label
source: Filtered: Adapter Dimer
ru: Фильтр: Адаптер Dimer
zh_cn: 已过滤: 衔接头二聚体

# report.section.unaligned.basecaller.total_reads.tooltip
source: Percentage of sequence available for analysis after filtering. (this / Library ISPs)
ru: Процент последовательности, доступной для анализа после фильтрации. (это / библиотечные интернет-провайдеры)
zh_cn: 过滤后可用于分析的序列百分比.(这/库ISPs)

# report.section.unaligned.basecaller.total_reads.label
source: Final Library ISPs
ru: Интернет-провайдеры финальной библиотеки
zh_cn: 最终库ISP

# report.section.unaligned.beadsummary.messages.noisps
source: There aren't any <abbr title="Ion Sphere Particles">ISPs</abbr>
ru: Нет <abbr title="Частицы ионной сферы">интернет-провайдеров</abbr>
zh_cn: 没有任何 <abbr title="ISP微珠">ISPs</abbr>

# report.section.unaligned.basecaller.fields.usable_sequence.label
source: Usable Sequence
ru: Полезная последовательность
zh_cn: 可用序列

# report.section.unaligned.beadfind.fields.totalbases.tooltip
source: Total base output for the run after filtering
ru: Общий базовый выход для запуска после фильтрации
zh_cn: 过滤后运行的总碱基输出

# report.section.unaligned.beadfind.fields.totalbases.label
source: Total Bases
ru: Общие основания
zh_cn: 总碱基数

# report.section.unaligned.beadfind.fields.keysignal.label
source: Key Signal
ru: Основной сигнал
zh_cn: 关键信号

# report.section.unaligned.beadfind.title
source: <abbr title="Ion Sphere Particles">ISP</abbr> Density</h2>
ru: Плотность <abbr title="Частицы ионной сферы">ISP</abbr> </h2>
zh_cn: <abbr title="ISP微珠">ISP</abbr> Density</h2>

# report.section.unaligned.beadfind.details.title
source: <abbr title="Ion Sphere Particles">ISP</abbr> Density</h2>
ru: Плотность <abbr title="Частицы ионной сферы">ISP</abbr> </h2>
zh_cn: <abbr title="ISP微珠">ISP</abbr> Density</h2>

# report.section.unaligned.beadfind.keysignal.details.title
source: Key Incorporation Traces
ru: Отслеживание ключевых показателей
zh_cn: 重要合并痕迹

# report.section.unaligned.beadfind.fields.bead_loading.label
source: ISP Loading
ru: Загрузка ISP
zh_cn: ISP加载量

# report.section.aligned.map.ionstats_alignment.aligned.num_bases.tooltip
source: Total number of bases aligned to the reference sequence, excludes library key, barcodes and 3' adapter sequences
ru: Общее количество оснований, выровненных с эталонной последовательностью, исключает библиотечный ключ, штрих-коду и 3&#39; последовательности адаптера
zh_cn: 与参考序列比对的碱基总数，不包括文库密钥、Barcode和3'衔接头序列

# report.section.aligned.map.ionstats_alignment.aligned.num_bases.label
source: Total Aligned Bases
ru: Общие выровненные базы
zh_cn: 总比对碱基数

# report.section.aligned.map.avg_coverage_depth_of_target.tooltip
source: Total aligned bases divided by the number of bases in the reference sequence. Will not be aware of or account for any enrichment that may have been done to selectively amplify a subset of the reference sequence
ru: Общие выровненные базы делятся на количество оснований в контрольной последовательности. Не будет знать или учитывать какое-либо обогащение, которое могло быть сделано для выборочного усиления подмножества эталонной последовательности
zh_cn: 总比对碱基数除以参考序列中碱基的数目.不知或不会解释为了选择性地放大参考序列的子集而进行的任何富集

# report.section.aligned.map.avg_coverage_depth_of_target.label
source: Reference Coverage
ru: Справочное покрытие
zh_cn: 参考范围

# report.section.aligned.map.column.count
source: Count
ru: подсчитывать
zh_cn: 计数

# report.section.aligned.map.ionstats_alignment.full.num_reads.tooltip
source: Reads generated during basecalling
ru: Считывает сгенерированные во время basecalling
zh_cn: 在碱基识别期间生成的读序

# report.section.aligned.map.ionstats_alignment.full.num_reads.label
source: Total Reads
ru: Всего просмотров
zh_cn: 总读序

# report.section.aligned.map.ionstats_alignment.aligned.num_reads.tooltip
source: Reads aligned to reference genome
ru: Считывается в соответствии с эталонным геномом
zh_cn: 与参考基因组比对的读序

# report.section.aligned.map.ionstats_alignment.aligned.num_reads.label
source: Aligned Reads
ru: Выровненные чтения
zh_cn: 已比对的读序

# report.section.aligned.map.ionstats_alignment.unaligned.num_reads.tooltip
source: Reads not-aligned to reference genome
ru: Читает не выровненный по отношению к эталонному геному
zh_cn: 未与参考基因组比对的读序

# report.section.aligned.map.duplicate_metrics.duplicate_reads.tooltip
source: Aligned reads marked as potential PCR duplicates
ru: Выделенные чтения, помеченные как потенциальные дубликаты ПЦР
zh_cn: 比对的读序标记为潜在的PCR复制

# report.section.aligned.map.duplicate_metrics.duplicate_reads.label
source: Duplicate Reads
ru: Дублирование чтения
zh_cn: 重复读序

# report.section.aligned.map.summary.title
source: Alignment summary
ru: Сводка выравнивания
zh_cn: 比对总结

# report.section.output.filetype.label
source: File Type
ru: Тип файла
zh_cn: 文件类型

# report.section.output.unaligned.label
source: Unaligned Reads
ru: выровненным читает
zh_cn: 未比对的读序

# report.section.output.aligned.label
source: Aligned Reads
ru: Выровненные чтения
zh_cn: 已比对的读序

# report.section.output.variants.label
source: Variants
ru: Варианты
zh_cn: 变体

# report.section.output.unaligned.basecaller_bam.tooltip.notexist
source: For full-chip Proton runs the unmapped BAM is only produced if there is no genomic reference. When there is a reference the mapped BAM contains all the information that would have been present in the unmapped BAM. Producing only one BAM enables faster report generation and reduces storage burden.
ru: Для полнопрофильных протонных прогонов безмасштабированный БАМ производится только в том случае, если отсутствует геномная ссылка. Когда есть ссылка, сопоставленная БАМ содержит всю информацию, которая была бы представлена ​​в немаркированном БАМе. Изготовление только одной BAM позволяет быстрее генерировать отчеты и уменьшать нагрузку на носитель.
zh_cn: 对于全芯片质子运行，只有在没有基因组参考的情况下才会产生未映射的BAM当有参考时，映射的BAM包含将在未映射的BAM中存在的所有信息. 仅生成一个BAM可以更快地生成报告并减少存储负担.

# report.section.output.variants.vcf.tooltip
source: Variants in a gzipped VCF file
ru: Варианты в файле gcipped VCF
zh_cn: 压缩的VCF文件中的变体

# report.section.output.messages.vcf.tooltip.notexist
source: The VCF file is not produced by default. It can be made with the VariantCaller plugin.
ru: Файл VCF не создается по умолчанию. Его можно сделать с помощью плагина VariantCaller.
zh_cn: VCF文件不是默认生成的.可以用VariantCaller插件制作.

# report.section.plugins.action.viewlog.tooltip
source: Log File for %(name)s
ru: Файл журнала для %(name)s
zh_cn: %(name)s的日志文件

# report.section.plugins.log.title
source: Plugin Log
ru: Журнал подключений
zh_cn: 插件日志

# report.section.plugins.action.viewlog.label
source: View Log
ru: Посмотреть журнал
zh_cn: 查看日志

# report.section.plugins.action.terminate
source: Stop
ru: Стоп
zh_cn: 停止

# report.section.plugins.action.removeplugin.tooltip
source: Delete plugin %(name)s
ru: Удалить плагин %(name)s
zh_cn: 删除插件%(name)s

# report.section.plugins.action.removeplugin.label
source: Delete
ru: Удалить
zh_cn: 删除

# report.section.plugins.messages.validationerrors
source: Plugin did not pass validation step and returned the reasons.
ru: 插件 没有 通过 验证 步骤 并 返回 原因.
zh_cn: 插件没有通过验证步骤并返回查看原因

# report.section.plugins.messages.nofiles
source: No Data
ru: Нет данных
zh_cn: 无数据

# report.section.plugins.execute.action.search.placeholder
source: Search
ru: Поиск
zh_cn: 搜索

# report.section.plugins.execute.action.searchclear.label
source: Clear
ru: Сброс
zh_cn: 清除

# report.section.plugins.configure.title
source: Configure Plugin
ru: Настройка плагина
zh_cn: 配置插件

# report.messages.status.completed
source: The report is finished.
ru: Отчет завершен.
zh_cn: 报告已完成.

# report.messages.status.inprogress
source: This report is still being generated.
ru: Этот отчет все еще создается.
zh_cn: 该报告仍在生成中.

# report.section.aligned.raw.raw_accuracy.tooltip
source: Average raw (1x) accuracy across each individual base position in a read
ru: Средняя исходная (1x) точность в каждом отдельном базовом положении в считываемом
zh_cn: 一个读序中每个单独碱基位置的平均原始(1x)准确度

# report.section.aligned.raw.raw_accuracy.label
source: Mean Raw Accuracy 1x
ru: Среднее значение Raw 1x
zh_cn: 平均原始准确度1x

# report.section.aligned.raw.title.details
source: Raw Accuracy Detail
ru: Исходная точность
zh_cn: 原始准确度详细信息

# report.section.unaligned.read_stats.mean_length.tooltip
source: Mean length of called reads
ru: Средняя длина названных чтений
zh_cn: 识别读序的平均长度

# report.section.unaligned.read_stats.mean_length.label
source: Mean
ru: Имею в виду
zh_cn: 平均值

# report.section.unaligned.read_stats.median_length.tooltip
source: Median length of called reads
ru: Средняя длина вызываемых чтений
zh_cn: 识别读序的中位长度

# report.section.unaligned.read_stats.median_length.label
source: Median
ru: медиана
zh_cn: 中位数

# report.section.unaligned.read_stats.mode_length.tooltip
source: Mode length of called reads
ru: Длина режима вызываемых чтений
zh_cn: 识别读序的模式长度

# report.section.unaligned.read_stats.mode_length.label
source: Mode
ru: Режим
zh_cn: 模式

# report.section.unaligned.readlength.title
source: Read Length
ru: Длина прочтения
zh_cn: 读长

# report.section.unaligned.readlength.title.details
source: Read Length Details
ru: Детали прочтения
zh_cn: 读长详细信息

# samplesets.title
source: Sample Sets
ru: Примеры наборов
zh_cn: 样本集

# import_samples.fields.file.select
source: Select file
ru: Выберите файл
zh_cn: 选择文件

# import_samples.fields.file.change
source: Change
ru: замена
zh_cn: 更改

# import_samples.fields.file.unselect
source: Remove
ru: удалять
zh_cn: 移除

# import_samples.fields.file.helptext
source: Select a Sample File (csv) containing the samples to import.
ru: переведите:Select a Sample File (csv) containing the samples to import.
zh_cn: 选择一个包含要导入的样本的样本文件(csv).

# import_samples.action.download_samplefile_format.label
source: Sample File Format
ru: Пример формата файла
zh_cn: 样本文件格式

# import_samples.action.download_samplefile_format.helptext
source: Click Sample File Format button to download the latest Sample File format based upon your latest configuration.
ru: переведите:Click Sample File Format button to download the latest Sample File format based upon your latest configuration.
zh_cn: 点击样本文件格式按钮，根据您的最新配置下载最新的样本文件格式.

# import_samples.fields.sampleset.helptext
source: Select one or more sample sets to receive the samples once imported.
ru: переведите:Select one or more sample sets to receive the samples.
zh_cn: 选择一个或多个样本集以接收一次导入的样本.

# import_samples.search_bar.fields.sampleset_search_text.placeholder
source: Search sample set names
ru: поиск образцов имен наборов
zh_cn: 搜索样本集名称

# import_samples.action.addsampleset.label
source: Add Sample Set...
ru: Добавить набор образцов
zh_cn: 添加样本集...

# import_samples.action.addsampleset.helptext
source: Import samples to a newly created sample set.
ru: переведите:Import samples to a newly created sample set.
zh_cn: 将样本导入新创建的样本集.

# import_samples.action.submit.label
source: Save & Finish
ru: Сохранить и закончить
zh_cn: 保存并完成
