Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# import_samples.action.submit.helptext
source: Uploads, parses & validates sample file, and saves if no errors found
ru: переведите:Uploads, parses & validates sample file, and saves if no errors found
zh_cn: 上传，解析和验证样本文件，如没有发现错误就保存

# import_samples.action.submit.helptext.2
source: No samples imported yet
ru: переведите:No samples imported yet
zh_cn: 尚未导入样本

# import_samples.action.submit.helptext.3
source: PCR Plate and Tube Position are assigned dynamically for Ampliseq HD on chef.
ru: translate: PCR Plate and Tube Position are assigned dynamically for Ampliseq HD on chef.
zh_cn: translate: PCR Plate and Tube Position are assigned dynamically for Ampliseq HD on chef.

# import_samples.summary.title.label
source: Summary
ru: Выберите образец файла для импорта
zh_cn: 总结

# import_samples.summary.title.helptext
source: Create sample set(s) with samples in the imported sample sheet
ru: переведите:Create sample set(s) with samples in the imported sample sheet
zh_cn: 在导入的样本表中创建带有样本的样本集

# import_samples.field.file.label
source: Sample File
ru: Файл примера
zh_cn: 样本文件

# samplesets.input_samples.action.edit_pending_sample.label
source: Edit
ru: отредактировать
zh_cn: 编辑

# samplesets.input_samples.action.remove_pending_sample.label
source: Remove
ru: Удалить
zh_cn: 移除

# samplesets.input_samples.title
source: Enter Samples
ru: Введите образцы
zh_cn: 输入样本

# samplesets.input_samples.action.show_add_pending_samplesetitem.label
source: Enter New Sample
ru: Введите новый образец
zh_cn: 输入新样本

# samplesets.input_samples.action.clear_input_samples.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# samplesets.input_samples.action.show_save_input_samples_for_sampleset.label
source: Save Sample Set
ru: Сохранить набор образцов
zh_cn: 保存样本集

# samplesets.sampleattributes.edit.title
source: Edit Attribute
ru: Атрибуты образца
zh_cn: 编辑属性

# samplesets.sampleattributes.add.title
source: Add Attribute
ru: Атрибуты образца
zh_cn: 添加属性

# samplesets.sampleattributes.fields.displayedName.placeholder
source: Required
ru: необходимые
zh_cn: 需要的

# samplesets.sampleattributes.fields.dataType.dataType.helptext
source: FYI: Attribute type cannot be changed since it is already used by samples.
ru: FYI: тип атрибута не может быть изменен, поскольку он уже используется образцами.
zh_cn: 属性类型已经被样本使用，无法修改。

# samplesets.sampleattributes.fields.description.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.sampleattributes.fields.isMandatory.label
source: Is Mandatory
ru: Является обязательным
zh_cn: 是强制性的

# samplesets.sampleattributes.action.submit.label
source: Save
ru: Сохранить
zh_cn: 保存

# samplesets.addedit.fields.sampleSetName.label
source: Sample Set Name
ru: Название набора проб
zh_cn: 样本集名称

# samplesets.addedit.fields.sampleSetName.placeholder
source: Required
ru: необходимые
zh_cn: 需要的

# samplesets.addedit.fields.groupType.label
source: Group Type
ru: Тип группы
zh_cn: 组类型

# samplesets.addedit.fields.libraryPrepType.label
source: Library Prep Type
ru: Тип библиотеки библиотеки
zh_cn: 库制备类型

# samplesets.addedit.fields.libraryPrepKit.label
source: Library Prep Kit
ru: Набор для подготовки библиотеки
zh_cn: 库制备试剂盒

# samplesets.addedit.fields.pcrPlateSerialNum.label
source: PCR Plate Serial Number
ru: Серийный номер ПЦР-плиты
zh_cn: PCR板序列号

# samplesets.addedit.fields.pcrPlateSerialNum.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.addedit.fields.sampleSetDescription.label
source: Description
ru: описание
zh_cn: 描述

# samplesets.addedit.fields.sampleSetDescription.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.addedit.action.submit
source: Done
ru: ИДТИ
zh_cn: 完成

# samplesets.samplesetitem.add.title
source: Add Sample
ru: Добавить образец
zh_cn: 添加样本

# samplesets.samplesetitem.section.annotations.title
source: Basic Annotations
ru: Основные аннотации
zh_cn: 基本注解

# samplesets.samplesetitem.section.extraAnnotations.title
source: Extra Annotations
ru: Дополнительные аннотации
zh_cn: 额外注解

# samplesets.samplesetitem.section.userDefinedAttributes.title
source: User-defined Attributes
ru: Пользовательские атрибуты
zh_cn: 用户定义的属性

# samplesets.samplesetitem.action.submit.label
source: Done
ru: Готово
zh_cn: 完成

# samplesets.library_prep_summary.title
source: Library Prep Summary
ru: Подготовительное резюме библиотеки
zh_cn: 库制备总结

source: Library Prep Type
ru: Тип библиотеки библиотеки
zh_cn: 库制备类型

source: PCR Plate Type
ru: Плита ПЦР
zh_cn: PCR板类型

source: PCR Plate Serial Number
ru: Серийный номер ПЦР-плиты
zh_cn: PCR板序列号

source: Combined Library Tube Label
ru: Комбинированная метка библиотеки
zh_cn: 混合文库管标签

# samplesets.library_prep_summary.fields.lastUpdate.label
source: Chef Last Updated
ru: Chef Последнее обновление
zh_cn: Chef最近更新

# samplesets.library_prep_summary.fields.instrumentName.label
source: Chef Instrument Name
ru: Chef Имя инструмента
zh_cn: Chef仪器名称

# samplesets.library_prep_summary.fields.tipRackBarcode.label
source: Tip Rack Barcode
ru: Штрих-код стойки

# samplesets.library_prep_summary.fields.kitType.label
source: Library Kit Type
ru: Тип набора библиотек
zh_cn: 库试剂盒类型

# samplesets.library_prep_summary.fields.reagentsLot.label
source: Reagent Lot Number
ru: Номер лота реагента
zh_cn: 试剂批号

# samplesets.library_prep_summary.fields.reagentsPart.label
source: Reagent Part Number
ru: Номер детали реагента
zh_cn: 试剂部件号

# samplesets.library_prep_summary.fields.reagentsExpiration.label
source: Reagent Expiration
ru: Срок действия реагента
zh_cn: 试剂有效期限

# samplesets.library_prep_summary.fields.solutionsLot.label
source: Solution Lot Number
ru: Большое число решения
zh_cn: 溶液批号

# samplesets.library_prep_summary.fields.solutionsPart.label
source: Solution Part Number
ru: Номер решения
zh_cn: 溶液部件号

# samplesets.library_prep_summary.fields.solutionsExpiration.label
source: Solution Expiration
ru: Срок действия решения
zh_cn: 溶液有效期限

# samplesets.library_prep_summary.fields.scriptVersion.label
source: Chef Script Version
ru: Chef Версия скрипта
zh_cn: Chef脚本版本

# samplesets.library_prep_summary.fields.packageVer.label
source: Chef Package Version
ru: Chef Версия пакета
zh_cn: Chef包版本

# samplesets.library_prep_summary.messages.empty
source: No library prep info is available for this Sample Set
ru: Для этого набора проб недоступна информация о подготовке библиотеки
zh_cn: 该样本集没有库制备信息可用

# sampleset_plan_run.title
source: Plan Run from Sample Set
ru: переведите:Plan Run from Sample Set
zh_cn: 从样本集计划运行

# sampleset_plan_run.fields.templates.label
source: Run Template
ru: переведите:Run Template
zh_cn: 运行模板

# sampleset_plan_run.fields.templates.choice.0
source: &lt;Add new Plan Template&gt;
ru: переведите:&lt;Add new Plan Template&gt;
zh_cn: &lt;添加新计划模板&gt;

# sampleset_plan_run.fields.templates.helptext
source: Select a Run Template to apply to this experiment.
ru: переведите:Select a Run Template to apply to this Run.
zh_cn: 选择一个运行模板以应用于此实验.

# sampleset_plan_run.fields.showAllTemplates.label
source: Show All Plan Templates
ru: переведите:Show All Plan Templates
zh_cn: 显示所有计划模板

# sampleset_plan_run.fields.showAllTemplates.helptext
source: Toggles the inclusion of Plan Templates versus existing experiments (planned runs, runs, )
ru: переведите:Toggles the inclusion of Plan Templates versus existing experiments (planned runs, runs, )
zh_cn: 切换包含计划模板VS现有实验(计划运行，运行)

# sampleset_plan_run..action.submit
source: Plan Run
ru: переведите:Plan Run
zh_cn: 计划运行

# samplesets.input_samples.save.title
source: Save Samples
ru: Сохранить образцы
zh_cn: 保存样本

# samplesets.input_samples.save.fields.sampleset.helptext
source: Select one or more sample sets to receive the samples.
ru: переведите:Select one or more sample sets to receive the samples.
zh_cn: 选择一个或多个样本集以接收样本.

source: Search sample set names
ru: поиск образцов имен наборов
zh_cn: 搜索样本集名称

# samplesets.input_samples.save.search_bar.fields.sampleset_search_text.label
source: Search
ru: Поиск
zh_cn: 搜索

# samplesets.input_samples.save.action.addsampleset.label
source: Add Sample Set...
ru: отредактировать
zh_cn: 添加样本集...

# samplesets.input_samples.save.action.addsampleset.helptext
source: Assign samples to a newly created sample set.
ru: переведите:Assign samples to a newly created sample set.
zh_cn: 将样本分配到新创建的样本集.

# samplesets.sampleattributes.action.edit_sample_attribute.label
source: Edit
ru: отредактировать
zh_cn: 编辑

# samplesets.sampleattributes.action.toggle_sample_attribute.label
source: Show/Hide
ru: Показать спрятfать
zh_cn: 显示/隐藏

# samplesets.sampleattributes.action.delete_sample_attribute.label
source: Delete
ru: Удалить
zh_cn: 删除

# samplesets.sampleattributes.title
source: Sample Attributes
ru: Атрибуты образца
zh_cn: 样本属性

# samplesets.sampleattributes.action.add_sample_attribute.label
source: Add
ru: Добавить образец атрибута
zh_cn: 添加

# samplesets.samplesetitem.fields.cellularityPct.placeholder
source: whole number (Optional)
ru: целое число (необязательно)
zh_cn: 整数(可选)

# samplesets.samplesetitem.fields.cellularityPct.helptext
source: FYI: A whole number between 0 to 100.
ru: FYI: целое число от 0 до 100.
zh_cn: FYI：0到100之间的一个整数.

# samplesets.samplesetitem.fields.biopsyDays.placeholder
source: whole number (Optional)
ru: целое число (необязательно)
zh_cn: 整数(可选)

# samplesets.samplesetitem.fields.biopsyDays.helptext
source: FYI: A whole number.
ru: FYI: Целый ряд.
zh_cn: FYI:整数

# samplesets.samplesetitem.fields.cellNum.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.samplesetitem.fields.coupleId.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.samplesetitem.fields.embryoId.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.samplesetitem.fields.sampleDescription.label
source: Description
ru: описание
zh_cn: 描述

# samplesets.samplesetitem.fields.sampleDescription.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.samplesetitem.fields.relationshipGroup.placeholder
source: whole number
ru: целое число
zh_cn: 整数

# samplesets.samplesetitem.fields.relationshipGroup.helptext
source: FYI: A unique number (e.g., 1) to designate multiple samples within the sample set as a group (e.g., a trio group).
ru: FYI: уникальный номер (например, 1) для обозначения нескольких выборок в наборе образцов, выбранных как группа (например, группа трио).
zh_cn: FYI: 用一个唯一的数字(例如1)，将样本集中的多个样本指定为一个组(例如，3组).

source: Required (whole number)
ru: переведите:Required (whole number)
zh_cn: 必填项（完整数字）

source: Required (text)
ru: переведите:Required (text)
zh_cn: 必填项（文本）

source: Optional (whole number)
ru: переведите:Optional (whole number)
zh_cn: 选填项（完整数字）

source: Optional (text)
ru: переведите:Optional (text)
zh_cn: 选填项（文本）

# samplesets.samplesetitem.fields.sampleDisplayedName.label
source: Sample Name
ru: Имя образца
zh_cn: 样本名称

# samplesets.samplesetitem.fields.sampleDisplayedName.placeholder
source: Required
ru: необходимые
zh_cn: 需要的

# samplesets.samplesetitem.fields.sampleDisplayedName.helptext
source: FYI: Sample name in the sample set cannot be changed since this sample set has been planned.
ru: FYI: имя образца в наборе образцов не может быть изменено, поскольку этот набор образцов был запланирован.
zh_cn: FYI: 由于此样本集已被计划，样本集中的样本名称不能更改.

# samplesets.samplesetitem.fields.sampleExternalId.label
source: Sample External ID
ru: Пример внешнего идентификатора
zh_cn: 样本外部ID

# samplesets.samplesetitem.fields.sampleExternalId.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# samplesets.samplesetitem.fields.pcrPlateRow.label
source: PCR Plate Position
ru: translate: PCR Plate Position
zh_cn: translate: PCR Plate Position

# samplesets.samplesetitem.fields.barcodeKit.label
source: Barcode Kit
ru: Набор штрих-кодов
zh_cn: Barcode试剂盒

# samplesets.samplesetitem.fields.barcode.label
source: Barcode
ru: Штрих-код

# samplesets.samplesetitem.fields.controlType.label
source: Control Type
ru: Тип управления
zh_cn: 对照类型

# samplesets.action.edit_sampleset.label
source: Edit Sample Set
ru: Изменить набор образцов
zh_cn: 编辑样本集

# samplesets.action.sampleset_plan_run.label
source: Plan Run
ru: Запуск плана
zh_cn: 计划运行

# samplesets.action.library_prep_summary.label
source: Library Prep Summary
ru: Подготовительное резюме библиотеки
zh_cn: 库制备总结

# samplesets.action.delete_sampleset.label
source: Delete Sample Set
ru: Ввод образцов вручную
zh_cn: 删除样本集

# samplesets.action.edit_samplesetitem.label
source: Edit Sample in Set
ru: Изменить образец в наборе
zh_cn: 在样本集中编辑样本

# samplesets.action.remove_samplesetitem.label
source: Remove Sample from Set
ru: Удалить образец из набора
zh_cn: 从样本集中移除样本

# samplesets.action.import_samples.label
source: Import Samples from File
ru: Импорт образцов из файла
zh_cn: 从文件导入样本

# samplesets.action.sampleattributes.label
source: Sample Attributes
ru: Атрибуты образца
zh_cn: 样本属性

# samplesets.action.sampleattributes.menu.add_sample_attribute.label
source: Add
ru: Добавить
zh_cn: 添加

# samplesets.action.sampleattributes.menu.sampleattributes.label
source: Manage
ru: управлять
zh_cn: 管理

# samplesets.search_bar.fields.search_text.label
source: Search
ru: Имя или метка поиска
zh_cn: 搜索

# samplesets.search_bar.fields.search_text.placeholder
source: Search name or label
ru: Имя или метка поиска
zh_cn: 搜索名称或标签

# samplesets.search_bar.fields.search_text.choice.sampleSetName
source: Sample set name
ru: Название набора образцов
zh_cn: 样本集名称

# samplesets.search_bar.fields.search_text.choice.combinedTubeLabel
source: Combined library tube label
ru: Комбинированная этикетка библиотеки
zh_cn: 混合文库管标签

# samplesets.search_bar.fields.search_text.action.submit
source: Go
ru: ИДТИ
zh_cn: 进入

# samplesets.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# samplesets.action.sampleset_plan_run.tooltip
source: Select at least one Sample Set to Plan Run
ru: Выберите хотя бы один образец для планирования
zh_cn: 至少选择一个样本集进行计划运行

# errors.messages.internalerror.during_processing
source: %(errorPrefix)s Internal error during %(name)s processing.
ru: переведите:%(errorPrefix)s Internal error during %(name)s processing.
zh_cn: %(errorPrefix)s %(name)s处理过程中发生内部错误.

# errors.messages.internalerror.during_processing_of
source: %(errorPrefix)s Internal error during %(name)s processing of %(item)s.
ru: переведите:%(errorPrefix)s Internal error during %(name)s processing of %(item)s.
zh_cn: %(errorPrefix)s在%(item)s的%(name)s处理过程中发生内部错误.

# errors.messages.internalerror.during_save
source: %(errorPrefix)s Internal error while trying to save the %(name)s.
ru: переведите:%(errorPrefix)s Internal error while trying to save the %(name)s.
zh_cn: %(errorPrefix)s尝试保存%(name)s时发生内部错误.

# errors.messages.internalerror.during_save_of
source: %(errorPrefix)s Internal error while trying to save the %(name)s of %(item)s.
ru: переведите:%(errorPrefix)s Internal error while trying to save the %(name)s of %(item)s.
zh_cn: %(errorPrefix)s尝试保存%(item)s的%(name)s时发生内部错误.

# errors.messages.unexpectederror.during_save
source: %(errorPrefix)s A completely unexpected error has occurred while trying to save the %(name)s.
ru: переведите:%(errorPrefix)s A completely unexpected error has occurred while trying to save the %(name)s.
zh_cn: %(errorPrefix)s尝试保存%(name)s时发生完全意外的错误.

# errors.messages.unexpectederror.during_save_of
source: %(errorPrefix)s A completely unexpected error while trying to save the %(name)s of %(item)s.
ru: переведите:%(errorPrefix)s A completely unexpected error while trying to save the %(name)s of %(item)s.
zh_cn: %(errorPrefix)s尝试保存%(item)s的%(name)s时发生完全意外的错误 .

# errors.messages.validationerrors.cannot_save
source: %(errorPrefix)s Cannot save %(name)s due to validation errors.
ru: переведите:%(errorPrefix)s Cannot save %(name)s due to validation errors.
zh_cn: %(errorPrefix)s由于验证错误，无法保存%(name)s.

# errors.messages.validationerrors.cannot_save_of
source: %(errorPrefix)s Cannot save %(name)s of %(item)s due to validation errors.
ru: переведите:%(errorPrefix)s Cannot save %(name)s due to validation errors.
zh_cn: %(errorPrefix)s由于验证错误，无法保存%(item)s的%(name)s.

# errors.messages.unsupported.http_method
source: %(errorPrefix)s unsupported HTTP Request method %(request_method)s.
ru: переведите:%(errorPrefix)s unsupported HTTP Request method %(request_method)s.
zh_cn: %(errorPrefix)s不支持的HTTP请求方法%(request_method)s.

# errors.messages.unsupported.http_method_expected
source: %(errorPrefix)s unsupported HTTP Request method %(request_method)s. Use supported HTTP Request method %(expected_method).
ru: переведите:%(errorPrefix)s unsupported HTTP Request method %(request_method)s. Use supported HTTP Request method %(expected_method).
zh_cn: %(errorPrefix)s不支持的HTTP请求方法%(request_method)s使用支持的HTTP请求方法%(expected_method).

# validate_csv_template_version.invalidversion
source: %(template)s %(version_column)s (%(version)s) is not supported. Please download the current CSV %(template)s and try again
ru: переведите:%(template)s %(version_column)s (%(version)s) is not supported. Please download the current CSV %(template)s and try again
zh_cn: 不支持 %(template)s %(version_column)s (%(version)s)。请下载当前的CSV %(template)s 并重试。

# validate_csv_template_version.missing
source: %(template)s %(version_column)s is missing. Please download the current CSV %(template)s and try again.
ru: переведите:%(template)s %(version_column)s is missing. Please download the current CSV %(template)s and try again.
zh_cn: %(template)s %(version_column)s 缺失。请下载当前的CSV %(template)s 并重试。

# validation.messages.warning_prefix
source: Warning:
ru: Ошибка,
zh_cn: 警告:

# validators.messages.empty
source: %(errorPrefix)s %(fieldName)s is empty.
ru: переведите:%(errorPrefix)s %(fieldName)s is empty.
zh_cn: %(errorPrefix)s %(fieldName)s 为空.

# validators.messages.empty_related
source: %(errorPrefix)s %(fieldName)s is empty for this %(relatedName)s.
ru: переведите:%(errorPrefix)s %(fieldName)s is empty for this %(relatedName)s.
zh_cn: %(errorPrefix)s %(fieldName)s 对于此%(relatedName)s为空.

# validators.messages.empty_related_value
source: %(errorPrefix)s %(fieldName)s is empty for this %(relatedName)s value of %(relatedValue)s.
ru: переведите:%(errorPrefix)s %(fieldName)s is empty for this %(relatedName)s value of %(relatedValue)s.
zh_cn: %(errorPrefix)s %(fieldName)s 对于此%(relatedName)s的值%(relatedValue)s为空.

# validators.messages.required
source: %(errorPrefix)s %(fieldName)s is required.
ru: переведите:%(errorPrefix)s %(fieldName)s is required.
zh_cn: %(errorPrefix)s %(fieldName)s 是必需的.

# validators.messages.required_value_not_polymorphic_type_value
source: %(errorPrefix)s %(entityName)s %(entityFieldName)s value is required not a %(notEntityName)s %(notEntityFieldName)s value.
ru: переведите:%(errorPrefix)s %(entityName)s %(entityFieldName)s value is required not a %(notEntityName)s %(notEntityFieldName)s value.
zh_cn: %(errorPrefix)s %(entityName)s %(entityFieldName)s 值是必需的，而非%(notEntityName)s %(notEntityFieldName)s 的值.

# validators.messages.required_at_least_one_polymorphic_type_value
source: %(errorPrefix)s %(Entity_EntityFieldName1)s or %(Entity_EntityFieldName2)s is required.
ru: переведите:%(errorPrefix)s %(Entity_EntityFieldName1)s or %(Entity_EntityFieldName2)s is required.
zh_cn: %(errorPrefix)s %(Entity_EntityFieldName1)s 或%(Entity_EntityFieldName2)s是必需的.

# validators.messages.required_at_least_one
source: %(errorPrefix)s At least one %(fieldName)s value is required.
ru: переведите:%(errorPrefix)s At least one %(fieldName)s is required.
zh_cn: %(errorPrefix)s至少一个%(fieldName)s 值是必需的.

# validators.messages.required_at_least_one_child
source: %(errorPrefix)s %(parentName)s requires at least one %(childName)s.
ru: переведите:%(errorPrefix)s %(parentName)s requires at least one %(childName)s.
zh_cn: %(errorPrefix)s %(parentName)s 需要至少一个%(childName)s.

# validators.messages.required_related
source: %(errorPrefix)s %(fieldName)s is required for this %(relatedName)s.
ru: переведите:%(errorPrefix)s %(fieldName)s is required for this %(relatedName)s.
zh_cn: %(errorPrefix)s %(fieldName)s 是此%(relatedName)s所必需的.

# validators.messages.required_related_value
source: %(errorPrefix)s %(fieldName)s value is required with %(relatedName)s value of %(relatedValue)s.
ru: переведите:%(errorPrefix)s %(fieldName)s value is required with %(relatedName)s value of %(relatedValue)s.
zh_cn: %(errorPrefix)s %(fieldName)s 值需要%(relatedValue)s的%(relatedName)s 值.

# validators.messages.missing
source: %(errorPrefix)s %(fieldName)s is missing.
ru: переведите:%(errorPrefix)s %(fieldName)s is missing.
zh_cn: %(errorPrefix)s %(fieldName)s 缺失.

# validators.messages.int
source: %(errorPrefix)s %(fieldName)s must be an integer.
ru: переведите:%(errorPrefix)s %(fieldName)s must be an integer.
zh_cn: %(errorPrefix)s %(fieldName)s 必须是整数.

# validators.messages.uint
source: %(errorPrefix)s %(fieldName)s must be a positive integer (>0).
ru: переведите:%(errorPrefix)s %(fieldName)s must be a positive integer (>0).
zh_cn: %(errorPrefix)s %(fieldName)s 必须是正整数(>0).

# validators.messages.uint_n_zero
source: %(errorPrefix)s %(fieldName)s must be a non-negative integer (>=0).
ru: переведите:%(errorPrefix)s %(fieldName)s must be a non-negative integer (>=0).
zh_cn: %(errorPrefix)s %(fieldName)s 必须是非负整数(>=0).

# validators.messages.alphanum
source: %(errorPrefix)s %(fieldValue)s is invalid. %(fieldName)s should contain only numbers and letters (without special characters).
ru: переведите:%(errorPrefix)s %(fieldValue)s is invalid. %(fieldName)s should contain only numbers and letters (without special characters).
zh_cn: %(errorPrefix)s %(fieldValue)s 无效. %(fieldName)s 应仅包含数字和字母(不含特殊字符).

# validators.messages.name
source: %(errorPrefix)s %(fieldName)s should contain only letters [a-zA-Z], numbers [0-9], spaces [ ], and limited special characters: [.-_] (ie, period, hyphen or underscore).
ru: переведите:%(errorPrefix)s %(fieldName)s should contain only letters [a-zA-Z], numbers [0-9], spaces [ ], and limited special characters: [.-_] (ie, period, hyphen or underscore).
zh_cn: %(errorPrefix)s %(fieldName)s 只能包含字母[a-zA-Z]、数字[0-9]、空格[ ]和有限特殊字符：[.-_](即句点、连字符或下划线).

# validators.messages.slug
source: %(errorPrefix)s %(fieldName)s should contain only letters, numbers, underscores or hyphens.
ru: переведите:%(errorPrefix)s %(fieldName)s should contain only letters, numbers, underscores or hyphens.
zh_cn: %(errorPrefix)s %(fieldName)s 只能包含字母、数字、下划线或连字符.

# validators.messages.lead_char
source: %(errorPrefix)s %(fieldName)s should start with letter or number.
ru: переведите:%(errorPrefix)s %(fieldName)s should start with letter or number.
zh_cn: %(errorPrefix)s %(fieldName)s 应以字母或数字开头.

# validators.messages.min_length
source: %(errorPrefix)s %(fieldName)s should be at least %(min)s characters long.
ru: переведите:%(errorPrefix)s %(fieldName)s should be at least %(min)s characters long.
zh_cn: %(errorPrefix)s %(fieldName)s 应至少为%(min)s 个字符长.

# validators.messages.max_length
source: %(errorPrefix)s %(fieldName)s should be at most %(max)s characters long.
ru: переведите:%(errorPrefix)s %(fieldName)s should not be longer than %(max)s characters.
zh_cn: %(errorPrefix)s %(fieldName)s 最多应为%(max)s 个字符长.

# validators.messages.nucleotide
source: %(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not valid %(fieldName)s valid values are A,C,T or G [ATCG].
ru: переведите:%(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not valid. %(fieldName)s valid values are A,C,T or G [ATCG].
zh_cn: %(fieldValue)s的%(errorPrefix)s %(fieldName)s 值无效%(fieldName)s 有效值为A，C，T或G [ATCG].

# validators.messages.keywords
source: %(errorPrefix)s %(fieldName)s valid values are %(keywords)s.
ru: переведите:%(errorPrefix)s %(fieldName)s valid values are %(keywords)s.
zh_cn: %(errorPrefix)s %(fieldName)s 有效值为%(keywords)s.
