Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, zh_cn

# global.messages.warning.label
source: WARNING
ru: переведите:WARNING
zh_cn: 警告

# data.pageable.messages.goprev
source: Go to the previous page
ru: Перейти на предыдущую страницу
zh_cn: 转至上一页

# data.pageable.messages.noprev
source: No previous page
ru: Нет предыдущей страницы
zh_cn: 无上一页

# data.pageable.messages.gonext
source: Go to the next page
ru: Перейти на следующую страницу
zh_cn: 转至下一页

# data.pageable.messages.nonext
source: No next page
ru: Следующая страница
zh_cn: 无下一页

# data.pageable.messages.onfirst
source: On the first page
ru: На первой странице
zh_cn: 第一页

# data.pageable.messages.gofirst
source: Go to the first page
ru: Перейти на первую страницу
zh_cn: 转至第一页

# data.pageable.messages.onlast
source: On last page
ru: На последней странице
zh_cn: 最后一页

# data.pageable.messages.golast
source: Go to the last page
ru: Перейти на последнюю страницу
zh_cn: 转至最后一页

# data.pageable.messages.display
source: %(lower_range)s - %(upper_range)s of %(total)s runs
ru: %(lower_range)s - %(upper_range)s из %(total)s работает
zh_cn: %(lower_range)s - %(upper_range)s / %(total)s 运行

# data.listview.messages.reports-show-more
source: Show all %(number)s reports
ru: Показать все сообщения %(number)s
zh_cn: 显示所有 %(number)s 报告

# data.listview.messages.reports-show-less
source: Hide
ru: Спрятать
zh_cn: 隐藏

# global.messages.error.label
source: ERROR
ru: ОШИБКА
zh_cn: 错误

# data.messages.errors.mesh.changefavorite
source: Runs can only be starred on their originating Torrent Server.
ru: Запускать можно только на своем исходном сервере Torrent.
zh_cn: 运行只有在其始发端Torrent Browser上才能标记星标.

# data.messages.errors.mesh.changerepresentative
source: Reports can only be marked as representative on their originating Torrent Server.
ru: Отчеты могут быть отмечены только как репрезентативные на их исходном сервере Torrent.
zh_cn: 报告只有在其始发端Torrent Browser上才能被标记为代表.

# global.messages.loading
source: Loading...
zh_cn: 加载中...

# monitor.fields.flows.tooltip
source: Progress is %(progress_flows)s of %(total_flows)s flows
ru: переведите:Progress is %(progress_flows)s of %(total_flows)s flows
zh_cn: %(progress_flows)s / %(total_flows)s 流动

# monitor.fields.flows.progress.message
source: %(progress_flows)s of %(total_flows)s flows
ru: переведите:%(progress_flows)s of %(total_flows)s flows
zh_cn: %(progress_flows)s / %(total_flows)s 流动

# monitor.fields.flows.progress.message.alternate
source: %(progress_flows)s / %(total_flows)s flows
ru: переведите:%(progress_flows)s / %(total_flows)s flows
zh_cn: %(progress_flows)s / %(total_flows)s 流动

# uni-form-validation.language.required
source: %s is required.
ru: переведите:%s is required.
zh_cn: %s是必需的

# workflow.step.saveplan.messages.validate.planName.is_valid_chars
source: Error, Plan Name should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, имя плана должно содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误,计划名称只能包含数字,字母,空格及以下符号: . - _

# workflow.step.saveplan.messages.validate.planName.is_valid_length
source: Error, Plan Name length should be 512 characters maximum
ru: Ошибка, длина имени плана должна быть не более 512 символов.
zh_cn: 错误,计划名称最长为512个字符

# workflow.step.saveplan.messages.validate.note.is_valid_chars
source: Error, Notes should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, примечания должны содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误,注释只能包含数字,字母,空格及以下符号: . - _

# workflow.step.saveplan.messages.validate.note.is_valid_length
source: Error, Notes length should be 1024 characters maximum
ru: Ошибка, длина заметки должна быть не более 1024 символов.
zh_cn: 错误,注释最长为1024个字符

# batch_plans_from_template.messages.validate.planCount
source: Number should be a whole number between 1 and 100.
ru: Номер должен быть целым числом от 1 до 100.
zh_cn: 数字应该是1到100之间的整数。

# upload_plans_for_template.loadingstatus
source: Uploading csv file for plans
ru: переведите:Uploading csv file for plans
zh_cn: 正在上传计划CSV文件

source: Row
zh_cn: 行

source: Column
zh_cn: 列

# upload_plans_for_template.errors.rowOrColumn
source: %(key)s contained error(s):
ru: переведите:%(key)s contained error(s):
zh_cn: %(key)s 包含错误:

# upload_plans_for_template.errors.summary
source: %(plansFailed)s of %(inputPlanCount)s plan(s) failed
ru: переведите:%(plansFailed)s of %(inputPlanCount)s plan(s) failed
zh_cn: %(inputPlanCount)s个计划中有%(plansFailed)s个发生错误

# upload_plans_for_template.errors.totalerrors
source: Total no. of failures: %(total_errors)s
ru: переведите:Total no. of failures: %(total_errors)s
zh_cn: 总错误个数：%(total_errors)s

# upload_plans_for_template.errors.instructions
source: Only one plan's errors will be displayed. To see specific plan or all errors, click button below:
ru: переведите:Only one plan's errors will be displayed. To see specific plan or all errors, click button below:
zh_cn: 当前只显示一个计划的错误信息。如需查看详细计划或所有错误，请点击下面按键:

# upload_plans_for_template.errors.rowOrColumn.title
source: <strong> %(rowOrColumnKey)s (Plan %(plan_number)s) contained error(s):</strong>
ru: переведите:<strong> %(rowOrColumnKey)s (Plan %(plan_number)s) contained error(s):</strong>
zh_cn: <strong> %(rowOrColumnKey)s (计划 %(plan_number)s) 包含错误:</strong>

# upload_plans_for_template.errors.rowOrColumnError
source: <strong>%(columnName)s</strong> column : %(columnErrors)s
ru: переведите:<strong>%(columnName)s</strong> column : %(columnErrors)s
zh_cn: <strong>%(columnName)s</strong> 列: %(columnErrors)s

# upload_plans_for_template.warnings.rowOrColumn.title
source: <strong> %(rowOrColumnKey)s (Plan %(plan_number)s) contained warning(s):</strong>
ru: переведите:<strong> %(rowOrColumnKey)s (Plan %(plan_number)s) contained warning(s):</strong>
zh_cn: <strong> %(rowOrColumnKey)s (计划 %(plan_number)s) 包含警告:</strong>

# global.action.modal.close
source: Close
ru: переведите:Close
zh_cn: 关闭

# upload_plans_for_template.errors.choose.dropdown
source: Choose plan to view errors
ru: переведите:Choose plan to view errors
zh_cn: 选择计划以查看错误信息

# upload_plans_for_template.errors.choose.dropdown.choice
source: Plan %(plan_number)s
ru: переведите:Plan %(plan_number)s
zh_cn: 计划 %(plan_number)s

# upload_plans_for_template.errors.choose.all
source: Show all errors
ru: переведите:Show all errors
zh_cn: 显示所有错误信息

# upload_plans_for_template.errors.column.rowNumber.title
source: Row #
ru: переведите:Row #
zh_cn: 行 #

# upload_plans_for_template.errors.column.errormsg.title
source: Error Message
ru: переведите:Error Message
zh_cn: 错误信息

# workflow.step.analysisparams.action.viewupdate.label.collapse
source: Details -
ru: Детали -
zh_cn: 详细信息 -

# workflow.step.analysisparams.action.viewupdate.label.expand
source: Details +
ru: Подробнее +
zh_cn: 详细信息 +

# workflow.step.kits.fields.barcodeId.label
source: Barcode Set
ru: Набор штрих-кодов
zh_cn: Barcode集

# workflow.step.kits.fields.barcodeId.label.required
source: (required)
ru: (обязательный)
zh_cn: (需要的)

# workflow.step.kits.fields.barcodeId.label.optional
source: (optional)
ru: (необязательный)
zh_cn: (可选)

# workflow.step.kits.fields.flowOrder.default
source: Use Instrument Default
ru: Использовать инструмент по умолчанию
zh_cn: 使用仪器默认值

# workflow.step.kits.fields.samplePrepProtocol.default
source: Use Instrument Default
ru: Использовать инструмент по умолчанию
zh_cn: 使用仪器默认值

# workflow.step.kits.advancedsettings.messages.recommendation
source: Recommended %(fieldLabel)s : %(fieldValue)s
ru: Рекомендуемые %(fieldLabel)s : %(fieldValue)s
zh_cn: 建议的%(fieldLabel)s ：%(fieldValue)s

# workflow.step.sample.grid.columns.field.endBarcodeId.title
source: End Barcode
ru: Конец штрих-кода
zh_cn: 结束Barcode

# workflow.step.sample.grid.columns.field.sampleName.title
source: Sample Name
ru: Имя образца
zh_cn: 样本名称

# workflow.step.sample.grid.columns.field.sampleName.title.required
source: (required)
ru: (обязательный)
zh_cn: (需要的)

# workflow.step.sample.grid.columns.field._control_type.title
source: Control Type
ru: Тип управления
zh_cn: 控制类型

# workflow.step.sample.grid.columns.field.controlType.title
source: Control Type
ru: Тип управления
zh_cn: 控制类型

# workflow.step.sample.grid.columns.field.sampleExternalId.title
source: Sample ID
ru: Образец
zh_cn: 样本ID

# workflow.step.sample.grid.columns.field.sampleDescription.title
source: Sample Description
ru: Описание примера
zh_cn: 样本描述

# workflow.step.sample.grid.columns.field.nucleotideType.title.isDNAandFusions
source: DNA/Fusions
ru: ДНК / Гибриды
zh_cn: DNA/融合

# workflow.step.sample.grid.columns.field._ref_details.title
source: Reference
ru: Справка
zh_cn: 参考

# workflow.step.sample.grid.columns.field.reference.title
source: Reference
ru: Справка
zh_cn: 参考

# workflow.step.sample.grid.columns.field.targetRegionBedFile.title
source: Target Regions
ru: Целевые регионы
zh_cn: 目标区域

# workflow.step.sample.grid.columns.field.hotSpotRegionBedFile.title
source: Hotspot Regions
ru: Области Горячих точек
zh_cn: 热点区域

# workflow.step.sample.grid.columns.field.tubeLabel.title
source: Sample Tube Label
ru: Образец метки пробки
zh_cn: 样本管标签

# workflow.step.sample.grid.columns.field.chipBarcode.title
source: Chip Barcode
ru: Чип-штрих-код
zh_cn: 芯片Barcode

# workflow.step.sample.grid.columns.field.controlSequenceType.title
source: Control Seq Type (optional)
ru: Тип управления Seq (необязательно)
zh_cn: 控制序列类型(可选)

# workflow.step.sample.messages.validate.csv_file.required
source: Please select a CSV file
ru: Выберите CSV-файл
zh_cn: 请选择CSV文件

# workflow.step.sample.messages.validate.sampleName.is_valid_leading_chars
source: Sample name cannot begin with (.) or (_) or (-)
ru: Имя образца не может начинаться с (.) Или (_) или (-)
zh_cn: 样本名不能用以(.) 或 (_) 或 (-)符号开头

# workflow.step.sample.grid.messages.validate.is_valid_chars
source: Error, %(displayedTerm)s should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, %(displayedTerm)s должна содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误, %(displayedTerm)s只能包含数字,字母,空格及以下符号: . - _

# workflow.step.sample.grid.messages.validate.is_valid_length
source: Error, %(displayedTerm)s length should be %(max_length)d characters maximum
ru: Ошибка, %(displayedTerm)s длина должна быть %(max_length)d символов максимум
zh_cn: 错误, %(displayedTerm)s最长为%(max_length)d 字符

# template.pageable.messages.display
source: {0} - {1} of {2} templates
ru: {0} - {1} из {2} шаблонов
zh_cn: {0} - {1} / {2} 个模板

# template.pageable.messages.empty
source: No templates to display
ru: Нет шаблонов для отображения
zh_cn: 没有要显示的模板

# template.fields.planDisplayedName.label
source: Template Name
ru: Имя Шаблона
zh_cn: 模板名称

# template.fields.sequencingInstrumentType.label
source: Instr
ru: прибор
zh_cn: 仪器

# template.fields.templatePrepInstrumentType.label
source: Sample Prep
ru: Пример Prep
zh_cn: 样本制备

# template.fields.runType.label
source: Res App
ru: исследование
zh_cn: 研究应用

# template.fields.barcodeKitName.label
source: Barcodes
ru: штрихкоды
zh_cn: Barcode

# template.fields.reference.label
source: Reference
ru: Справка
zh_cn: 参考

# template.fields.projects.label
source: Project(s)
ru: Проект (ы)
zh_cn: 项目

# template.fields.projects.label.plural
source: Projects
ru: Проектов
zh_cn: 项目

# template.fields.irAccountName.label
source: Ion Reporter Account
ru: Ионная учетная запись репортера
zh_cn: Ion Reporter账号

# template.fields.irworkflow.label
source: Ion Reporter Workflow
ru: Рабочий процесс Ion Reporter
zh_cn: Ion Reporter工作流程

# template.fields.date.label
source: Date
ru: Дата
zh_cn: 日期

# template.fields.isSystem.label
source: Source
ru: Источник
zh_cn: 来源

# templates.messages.references.notinstalled
source: References are not installed:
ru: Ссылки не установлены:
zh_cn: 未安装参考:

# templates.messages.bedfiles.notinstalled
source: BED files are not installed:
ru: Файлы BED не установлены:
zh_cn: 未安装BED文件:

# import_plan_template.messages.validate.file.required
source: Please select a CSV file
ru: Выберите CSV-файл
zh_cn: 请选择CSV文件

# plannedruns.pageable.messages.display
source: {0} - {1} of {2} planned runs
ru: {0} - {1} из {2} запланированные трассы
zh_cn: {0} - {1} / {2} 个计划运行

# plannedruns.pageable.messages.empty
source: No planned runs to display
ru: Нет запланированные трассы для отображения
zh_cn: 没有显示的计划运行

# plannedruns.selectall.deselectall.tooltip
source: (De)select All
ru: переведите:(De)select All
zh_cn: 全（不）选

# plannedruns.fields.sampleSetDisplayedName.label
source: Sample Set
ru: Набор образцов
zh_cn: 样本集

# plannedruns.fields.planShortID.label
source: Run Code
ru: Код запуска
zh_cn: 运行代码

# plannedruns.fields.planDisplayedName.label
source: Planned Run Name
ru: Запланированное имя запуска
zh_cn: 计划运行名称

# plannedruns.fields.barcodeId.label
source: Barcodes
ru: штрихкоды
zh_cn: Barcode

# plannedruns.fields.library.label
source: Reference
ru: Справка
zh_cn: 参考

# plannedruns.fields.runType.label
source: Res App
ru: Исследование применения
zh_cn: 研究应用

# plannedruns.fields.sampleGroupingName.label
source: Group
ru: группа
zh_cn: 组

# plannedruns.fields.libraryPrepType.label
source: Library Prep Type
ru: Тип библиотеки библиотеки
zh_cn: 库制备类型

# plannedruns.fields.combinedLibraryTubeLabel.label
source: Combined Library Tube Label
ru: Комбинированная метка библиотеки
zh_cn: 混合文库管标签

# plannedruns.fields.projects.label
source: Project
ru: Проект
zh_cn: 项目

# plannedruns.fields.sampleDisplayedName.label
source: Sample
ru: Образец
zh_cn: 样本

# plannedruns.fields.sampleTubeLabel.label
source: Sample Tube Label
ru: Образец метки пробки
zh_cn: 样本管标签

# plannedruns.fields.chipBarcode.label
source: Chip Barcode
ru: Чип-штрих-код
zh_cn: 芯片Barcode

# plannedruns.fields.date.label
source: Last Modified
ru: Последнее изменение
zh_cn: 上一次修改

# plannedruns.fields.planStatus.label
source: Status
ru: статус
zh_cn: 状态

# plannedruns.action.set-status-planned.confirmation.message
source: Are you sure?
ru: Ты уверен?
zh_cn: 是否确定?

# plannedruns.action.set-status-planned.confirmation.cancel
source: No
ru: нет
zh_cn: 否

# plannedruns.action.set-status-planned.confirmation.confirm
source: Yes!
ru: Да!
zh_cn: 是!

# report.section.plugins.messages.nopluginsrun
source: No plugins have been run
ru: Плагины не запущены
zh_cn: 没有已运行插件

# report.section.plugins.messages.failedtogetpluginstatus
source: Failed to get Plugin Status
ru: Не удалось получить статус плагина
zh_cn: 未能获取插件状态

# report.messages.status.progresscomplete
source: The report has been completed. The page will reload in %(reload_interval_s)s seconds
ru: Отчет завершен. Страница будет перезагружена через %(reload_interval_s)s секунд
zh_cn: 报告已完成.本页将在%(reload_interval_s)s 秒内重新加载

# report.messages.status.progress.onajaxerror
source: Error checking status
ru: Состояние проверки ошибки
zh_cn: 检测状态错误

# report.section.plugins.action.removeplugin.confirm
source: Are you sure you want to delete this plugin result?
ru: Вы действительно хотите удалить этот результат плагина?
zh_cn: 是否确定要删除该条插件结果?

# report.section.plugins.action.removeplugin.failure
source: Failed to remove plugin result.
ru: Не удалось удалить результат плагина.
zh_cn: 删除插件结果失败.

# report.section.plugins.action.viewlog.failure
source: Unable to read plugin log:
ru: Не удалось прочитать журнал подключений:
zh_cn: 无法读序插件日志:

# report.section.plugins.action.terminate.inprogress
source: Stopping
ru: переведите:Stopping
zh_cn: 停止中

# report.section.plugins.messages.terminate.inprogress
source: Plugin Job %(jobid)s is being terminated via SGE
ru: Плагин Job %(jobid)s завершается через SGE
zh_cn: 正在通过SGE终止插件Job %(jobid)s

# report.section.plugins.messages.terminate.failed
source: Failed to terminate SGE Job %(jobid)s
ru: Не удалось завершить работу SGE Job %(jobid)s
zh_cn: 终止SGE Job失败%(jobid)s

# report.section.plugins.execute.title
source: Select a Plugin to Run
ru: Выберите плагин для запуска
zh_cn: 选择要运行的插件

# report.section.plugins.execute.messages.loadingpluginlist
source: Loading Plugin List
ru: Загрузка списка плагинов
zh_cn: 正在加载插件列表

# global.nav.menu.configure.menu.plugins.label
source: Plugins
ru: Плагины
zh_cn: 插件

# report.section.plugins.messages.nopluginsenabled
source: No plugins enabled. Go to %(page_link)s to install and enable plugins.
ru: Плагины не включены. Перейдите на страницу %(page_link)s, чтобы установить и включить плагины.
zh_cn: 未启用任何插件. 转至%(page_link)s以安装并启用插件.

# report.section.plugins.execute.messages.executing
source: Launching Plugin %(pluginName)s
ru: Запуск плагина %(pluginName)s
zh_cn: 启动插件%(pluginName)s

# report.section.plugins.execute.messages.failureexecuting
source: ERROR: Failed to launch Plugin %(pluginName)s
ru: ОШИБКА: Не удалось запустить плагин %(pluginName)s
zh_cn: 错误: 插件启动失败 %(pluginName)s

# report.section.output.barcodes.fields.barcode_name.label
source: Barcode Name
ru: Имя штрих-кода
zh_cn: Barcode名称

# report.section.output.barcodes.fields.sample.label
source: Sample
ru: Образец
zh_cn: 样本

# report.section.output.barcodes.fields.total_bases.label
source: Bases
ru: Основы
zh_cn: 碱基

# report.section.output.barcodes.fields.Q20_bases.label
source: >=Q20 Bases
ru: &gt; = Основы Q20
zh_cn: >=Q20碱基

# report.section.output.barcodes.fields.read_count.label
source: Reads
ru: Читает
zh_cn: 读序（reads）

# report.section.output.barcodes.fields.mean_read_length.label
source: Mean Read Length
ru: Средняя длина чтения
zh_cn: 平均读长（read length）

# report.section.output.barcodes.read_len_histogram.label
source: Read Length Histogram
ru: Прочитать длину гистограммы
zh_cn: 读序长度直方图

# report.section.output.barcodes.files.label
source: Files
ru: файлы
zh_cn: 文件

# samplesets.PendingSampleSetItemInfo.fields.displayedName.label
source: Sample Name
ru: Имя образца
zh_cn: 样本名称

# samplesets.PendingSampleSetItemInfo.fields.externalId.label
source: Sample ID
ru: образец идентификатора
zh_cn: 样本ID

# samplesets.PendingSampleSetItemInfo.fields.pcrPlateRow.label
source: PCR Plate Position
ru: translate: PCR Plate Position
zh_cn: translate: PCR Plate Position

# samplesets.PendingSampleSetItemInfo.fields.description.label
source: Description
ru: Описание
zh_cn: 描述

# samplesets.PendingSampleSetItemInfo.fields.sampleCollectionDate.label
source: Sample Collection Date
zh_cn: translate: Sample Collection Date

# samplesets.PendingSampleSetItemInfo.fields.sampleReceiptDate.label
source: Sample Receipt Date
zh_cn: translate: Sample Receipt Date

# samplesets.PendingSampleSetItemInfo.fields.gender.label
source: Gender
ru: род
zh_cn: 性别

# samplesets.PendingSampleSetItemInfo.fields.relationshipRole.label
source: Type
ru: Тип
zh_cn: 类型

# samplesets.PendingSampleSetItemInfo.fields.relationshipGroup.label
source: Group
ru: группа
zh_cn: 组

# samplesets.PendingSampleSetItemInfo.fields.cancerType.label
source: Cancer Type
ru: Тип рака
zh_cn: 癌症类型

# samplesets.PendingSampleSetItemInfo.fields.cellularityPct.label
source: Cellularity %
ru: Сотовая связь%
zh_cn: 细胞性%

# samplesets.PendingSampleSetItemInfo.fields.biopsyDays.label
source: Biopsy Days
ru: Дни биопсии
zh_cn: 活检天数

# samplesets.PendingSampleSetItemInfo.fields.cellNum.label
source: Cell Num
ru: номер мобильного
zh_cn: 细胞数量

# samplesets.PendingSampleSetItemInfo.fields.coupleId.label
source: Couple ID
ru: Пара ID
zh_cn: 偶联ID

# samplesets.PendingSampleSetItemInfo.fields.embryoId.label
source: Embryo ID
ru: Идентификатор эмбрионов
zh_cn: 胚胎ID

# samplesets.SampleAttribute.fields.displayedName.label
source: Attribute Name
ru: Имя набора
zh_cn: 属性名称

# samplesets.SampleAttribute.fields.description.label
source: Description
ru: Описание
zh_cn: 描述

# samplesets.SampleAttribute.fields.dataType_name.label
source: Data Type
ru: Тип данных
zh_cn: 数据类型

# samplesets.SampleAttribute.fields.isMandatory.label
source: Required
ru: необходимые
zh_cn: 需要的

# samplesets.SampleAttribute.fields.isActive.label
source: To Show
ru: показывать
zh_cn: 显示

# samplesets.SampleAttribute.fields.sampleCount.label
source: # Samples
ru: # Образцы
zh_cn: # 样本

# samplesets.SampleAttribute.fields.lastModifiedDate.label
source: Date
ru: Дата
zh_cn: 日期

# samplesets.fields.id.label
source: Select
ru: Выбрать
zh_cn: 选择

# samplesets.fields.displayedName.label
source: Set Name
ru: Имя набора
zh_cn: 设置名称

# samplesets.fields.lastModifiedDate.label
source: Date
ru: Дата
zh_cn: 日期

# samplesets.fields.sampleCount.label
source: # Samples
ru: # Образцы
zh_cn: # 样本

# samplesets.fields.description.label
source: Description
ru: Описание
zh_cn: 描述

# samplesets.fields.sampleGroupTypeName.label
source: Grouping
ru: группирование
zh_cn: 分组

# samplesets.fields.libraryPrepType.label
source: Lib Prep Type
ru: Тип подготовки к библиотеке
zh_cn: 库制备类型

# samplesets.fields.libraryPrepKitDisplayedName.label
source: Lib Prep Kit
ru: Набор для подготовки библиотеки
zh_cn: 库制备试剂盒

# samplesets.fields.pcrPlateSerialNum.label
source: PCR Plate Serial #
ru: PCR Пластинчатый серийный номер #
zh_cn: PCR板序列号 #

# samplesets.fields.combinedLibraryTubeLabel.label
source: Combined Tube Label
ru: Комбинированная метка трубки
zh_cn: 混合文库管标签

# samplesets.fields.status.label
source: Status
ru: статус
zh_cn: 状态

# samplesets.SampleSetItemInfo.fields.sampleDisplayedName.label
source: Sample Name
ru: Имя образца
zh_cn: 样本名称

# samplesets.SampleSetItemInfo.fields.sampleExternalId.label
source: Sample ID
ru: образец идентификатора
zh_cn: 样本ID

# samplesets.SampleSetItemInfo.fields.pcrPlateRow.label
source: PCR Plate Position
ru: PCR Положение пластины
zh_cn: PCR板位置

# samplesets.SampleSetItemInfo.fields.controlType.label
source: Control Type
ru: Тип управления
zh_cn: 控制类型

# samplesets.SampleSetItemInfo.fields.description.label
source: Description
ru: Описание
zh_cn: 描述

# samplesets.SampleSetItemInfo.fields.sampleCollectionDate.label
source: Sample Collection Date
ru: translate: Sample Collection Date
zh_cn: translate: Sample Collection Date

# samplesets.SampleSetItemInfo.fields.sampleReceiptDate.label
source: Sample Receipt Date
ru: translate: Sample Receipt Date
zh_cn: translate: Sample Receipt Date

# samplesets.SampleSetItemInfo.fields.gender.label
source: Gender
ru: род
zh_cn: 性别

# samplesets.SampleSetItemInfo.fields.relationshipRole.label
source: Type
ru: Тип
zh_cn: 类型

# samplesets.SampleSetItemInfo.fields.relationshipGroup.label
source: Group
ru: группа
zh_cn: 组

# samplesets.SampleSetItemInfo.fields.cancerType.label
source: Cancer Type
ru: Тип рака
zh_cn: 癌症类型

# samplesets.SampleSetItemInfo.fields.cellularityPct.label
source: Cellularity %
ru: Сотовая связь%
zh_cn: 细胞性%

# samplesets.SampleSetItemInfo.fields.biopsyDays.label
source: Biopsy Days
ru: Дни биопсии
zh_cn: 活检天数

# samplesets.SampleSetItemInfo.fields.cellNum.label
source: Cell Num
ru: номер мобильного
zh_cn: 细胞数量

# samplesets.SampleSetItemInfo.fields.coupleId.label
source: Couple ID
ru: Пара ID
zh_cn: 偶联ID

# samplesets.SampleSetItemInfo.fields.embryoId.label
source: Embryo ID
ru: Идентификатор эмбрионов
zh_cn: 胚胎ID

# workflow.step.sample.grid.columns.field.barcodeId.title
source: Barcode
ru: Штрих-код

# workflow.step.sample.grid.columns.field.nucleotideType.title
source: DNA/RNA
ru: ДНК / РНК

# samplesets.PendingSampleSetItemInfo.fields.barcode.label
source: Barcode
ru: Штрих-код

# samplesets.SampleSetItemInfo.fields.dnabarcode.label
source: Barcode
ru: Штрих-код
