Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# workflow.step.application.fields.applicationGroup.label
source: Research Application
ru: Исследование применения
zh_cn: 研究应用

# workflow.step.sample.fields.barcodeSet.label
source: Barcoding Set
ru: Набор штрих-кодов
zh_cn: Barcode集

# template.messages.validation.invalidbarcodedsamples
source: %(errorPrefix)s Invalid input. Barcoded sample information cannot be saved in the %(name)s
ru: переведите: %(errorPrefix)s Invalid input. Barcoded sample information cannot be saved in the %(name)s
zh_cn: %(errorPrefix)s 输入无效.条形码样本信息不能保存在 %(name)s中

# plannedexperiment.messages.validation.barcodedsample.noreference.de-novo
source: Barcoded sample with no reference specified will be analyzed as de-novo.
ru: переведите: Barcoded sample with no reference specified will be analyzed as de-novo.
zh_cn: 未指定参考的Barcode样本将从头(de-novo)开始分析.

source: Cannot validate a plugin without a plugin class.
ru: переведите:Cannot validate a plugin without a plugin class.
zh_cn: 没有插件类，无法验证插件.

# entity.Plugin.messages.install_to_version.errormsg
source: An error occurred during the installation of the plugin (%(id)s) version %(version)s. Please contact Customer Support for assistance.
ru: переведите:An error occurred during the installation of the plugin (%(id)s) version %(version)s. Please contact Customer Support for assistance.
zh_cn: 安装插件(%(id)s)（版本%(version)s）时发生错误。请联系客户支持寻求帮助。

# entity.Plugin.messages.upgrade.errormsg
source: An error occurred during the upgrade of the plugin (%(id)s). Please contact Customer Support for assistance.
ru: переведите:An error occurred during the upgrade of the plugin (%(id)s). Please contact Customer Support for assistance.
zh_cn: 升级插件(%(id)s)时发生错误。请联系客户支持寻求帮助。

# entity.Plugin.messages.install.errormsg
source: An error occurred during the installation of the plugin. Please contact Customer Support for assistance.
ru: переведите:An error occurred during the installation of the plugin. Please contact Customer Support for assistance.
zh_cn: 安装插件时发生错误。请联系客户支持寻求帮助。

# entity.Plugin.messages.uninstall.errormsg
source: An error occurred during the uninstall of the plugin (%(id)s). Please contact Customer Support for assistance.
ru: переведите:An error occurred during the uninstall of the plugin (%(id)s). Please contact Customer Support for assistance.
zh_cn: 卸载插件(%(id)s)时发生错误。请联系客户支持寻求帮助。

# entity.IonMeshNode.fields.status.choices.connection_error.description
source: Could not make a connection to the remote server
ru: переведите:Could not make a connection to the remote server
zh_cn: 无法与远程服务器建立连接

# entity.IonMeshNode.fields.status.choices.timeout.description
source: Timeout while trying to get response from remote server
ru: переведите:Timeout while trying to get response from remote server
zh_cn: 尝试从远程服务器获取响应时超时

# entity.IonMeshNode.fields.status.choices.incompatible.description
source: Remote server has incompatible software version
ru: переведите:Remote server has incompatible software version
zh_cn: 远程服务器有不兼容的软件版本

# entity.IonMeshNode.fields.status.choices.unauthorized.description
source: Invalid user credentials
ru: переведите:Invalid user credentials
zh_cn: 用户凭据无效

# entity.ReferenceGenome.fields.short_name.verbose_name
source: Short Name
ru: переведите:Short Name
zh_cn: 简称

# entity.ReferenceGenome.fields.version.verbose_name
source: Version
ru: переведите:Version
zh_cn: 版本

# entity.ReferenceGenome.fields.name.verbose_name
source: Description
ru: переведите:Description
zh_cn: 描述

# entity.ReferenceGenome.fields.notes.verbose_name
source: Notes
ru: переведите:Notes
zh_cn: 注释

# entity.ReferenceGenome.fields.enabled.verbose_name
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.ReferenceGenome.fields.index_version.verbose_name
source: Index version
ru: переведите:Index version
zh_cn: 索引版本

# entity.PlanTemplate.verbose_name
source: Plan Template
ru: Шаблон плана
zh_cn: 计划模板

# entity.PlanTemplate.verbose_name_plural
source: Plan Templates
ru: Планирование шаблонов
zh_cn: 计划模板

# entity.Plan.verbose_name
source: Plan
ru: План
zh_cn: 计划

# entity.Plan.verbose_name_plural
source: Plans
ru: Планы
zh_cn: 计划

# entity.ScientificApplication.verbose_name
source: Application
ru: Научное приложение
zh_cn: 应用

# entity.ScientificApplication.verbose_name_plural
source: Applications
ru: Научные приложения
zh_cn: 应用

# entity.BarcodedSample.verbose_name
source: Barcoded Sample
ru: Штрих-код
zh_cn: 带Barcode的样本

# entity.BarcodedSample.verbose_name_plural
source: Barcoded Samples
ru: Штриховые образцы
zh_cn: 带Barcode的样本

# entity.BarcodedSample.field.displayedName.verbose_name
source: Barcoded Sample Name
ru: Имя штрихового кода
zh_cn: 带Barcode的样本名称

# entity.BarcodedSample.field.barcode.verbose_name
source: Barcode
ru: Штрих-код

# entity.BarcodedSample.field.description.verbose_name
source: Sample Description
ru: Описание примера
zh_cn: 样本描述

# entity.BarcodedSample.field.externalId.verbose_name
source: Sample ID
ru: Образец идентификатора
zh_cn: 样本ID

# entity.BarcodedSample.field.controlSequenceType.verbose_name
source: Control Type
ru: Тип управления
zh_cn: 对照类型

# entity.BarcodedSample.field.hotSpotRegionBedFile.verbose_name
source: HotSpot BED File
ru: Файл HotSpot BED
zh_cn: 热点BED文件

# entity.BarcodedSample.field.nucleotideType.verbose_name
source: DNA/RNA/Fusions
ru: ДНК / РНК / Гибриды
zh_cn: DNA/RNA/融合

# entity.BarcodedSample.field.reference.verbose_name
source: Reference
ru: Справка
zh_cn: 参考

# entity.BarcodedSample.field.targetRegionBedFile.verbose_name
source: Target BED File
ru: файл Target BED
zh_cn: 目标BED文件

# entity.NonBarcodedSample.verbose_name
source: Non Barcoded Sample
ru: Образец без штрих-кода
zh_cn: 不带Barcode的样本

# entity.NonBarcodedSample.verbose_name_plural
source: Non Barcoded Samples
ru: Образцы без штрихового кодирования
zh_cn: 不带Barcode的样本

# entity.NonBarcodedPlan.verbose_name
source: Non Barcoded Plan
ru: Небаркодированный план
zh_cn: 不带Barcode的样本

# entity.NonBarcodedPlan.verbose_name_plural
source: Non Barcoded Plans
ru: Небаркодированные планы
zh_cn: 不带Barcode的计划

# entity.BarcodedPlan.verbose_name
source: Barcoded Plan
ru: штриховой код
zh_cn: 不带Barcode的计划

# entity.BarcodedPlan.verbose_name_plural
source: Barcoded Plans
ru: штрих-код
zh_cn: 带Barcode的计划

# entity.Chip.verbose_name
source: Chip
ru: микрочип
zh_cn: 芯片

# entity.Chip.verbose_name_plural
source: Chips
ru: микрочипы
zh_cn: 芯片

# entity.Experiment.fields.notes.verbose_name
source: Notes
ru: Заметки
zh_cn: 注释

# entity.Sample.verbose_name
source: Sample
ru: Образец
zh_cn: 样本

# entity.Sample.verbose_name_plural
source: Samples
ru: образцы
zh_cn: 样本

# entity.Sample.fields.status.verbose_name
source: Sample Status
ru: Состояние образца
zh_cn: 样本状态

# entity.Sample.fields.name.verbose_name
source: Sample Name
ru: Набор образцов
zh_cn: 样本名称

# entity.Sample.fields.displayedName.verbose_name
source: Sample Name
ru: Набор образцов
zh_cn: 样本名称

# entity.Sample.fields.externalId.verbose_name
source: Sample ID
ru: идентификатор образца
zh_cn: 样本ID

# entity.Sample.fields.description.verbose_name
source: Sample Description
ru: Описание примера
zh_cn: 样本描述

# entity.SampleAttribute.verbose_name
source: Sample Attribute
ru: Атрибут образца
zh_cn: 样本属性

# entity.SampleAttribute.verbose_name_plural
source: Sample Attributes
ru: Атрибуты образца
zh_cn: 样本属性

# entity.SampleSet.verbose_name
source: Sample Set
ru: Набор образцов
zh_cn: 样本集

# entity.SampleSet.verbose_name_plural
source: Sample Sets
ru: Примеры наборов
zh_cn: 样本集

# entity.SampleSetItem.verbose_name
source: Sample
ru: Образец
zh_cn: 样本

# entity.SampleSetItem.verbose_name_plural
source: Samples
ru: образцы
zh_cn: 样本

# entity.InstrumentTypes.pgm
source: Ion PGM™ System
ru: переведите:Ion PGM™ System
zh_cn: Ion PGM™ 系统

# entity.InstrumentTypes.proton
source: Ion Proton™ System
ru: переведите:Ion Proton™ System
zh_cn: Ion Proton™ 系统

# entity.InstrumentTypes.S5
source: Ion GeneStudio™ S5 System
ru: переведите:Ion GeneStudio™ S5 System
zh_cn: Ion GeneStudio™ S5 系统

# entity.InstrumentTypes.s5
source: Ion GeneStudio™ S5 System
ru: переведите:Ion GeneStudio™ S5 System
zh_cn: Ion GeneStudio™ S5 系统

# entity.ReferenceGenome.verbose_name
source: Reference Sequence
ru: переведите:Reference Sequence
zh_cn: 参考序列

# entity.ReferenceGenome.verbose_name_plural
source: Reference Sequences
ru: переведите:Reference Sequences
zh_cn: 参考序列

# entity.ReferenceGenome.fields.date.verbose_name
source: Date
ru: переведите:Date
zh_cn: 日期

# entity.ReferenceGenome.fields.status.verbose_name
source: Status
ru: переведите:Status
zh_cn: 状态

# entity.ReferenceGenome.fields.genome_info.verbose_name
source: Genome Info
ru: переведите:Genome Info
zh_cn: 基因组信息

# entity.ReferenceGenome.fields.genome_fasta.verbose_name
source: FASTA
ru: переведите:FASTA

# entity.ReferenceGenome.fields.genome_fasta_orig.verbose_name
source: Original FASTA
ru: переведите:Original FASTA
zh_cn: 原始FASTA

# entity.ContentUpload.verbose_name
source: Original Upload
ru: переведите:Original Upload
zh_cn: 原始上传

# entity.ContentUpload.verbose_name_plural
source: Original Uploads
ru: переведите:Original Uploads
zh_cn: 原始上传

# entity.ContentUpload.fields.status.verbose_name
source: Status
ru: переведите:Status
zh_cn: 状态

# entity.ContentUpload.fields.upload_date.verbose_name
source: Date
ru: переведите:Date
zh_cn: 日期

# entity.ContentUpload.fields.upload_type.verbose_name
source: Type
ru: переведите:Type
zh_cn: 类型

# entity.ContentUpload.fields.file_path.verbose_name
source: Original File
ru: переведите:Original File
zh_cn: 原始文件

# entity.ContentUpload.fields.name.verbose_name
source: Uploaded File
ru: переведите:Uploaded File
zh_cn: 上传的文件

# entity.ContentUpload.fields.logs.verbose_name
source: Processing Log
ru: переведите:Processing Log
zh_cn: 正在处理日志

# entity.Content.verbose_name
source: Original Upload
ru: переведите:Original Upload
zh_cn: 原始上传

# entity.Content.verbose_name_plural
source: Original Uploads
ru: переведите:Original Uploads
zh_cn: 原始上传

# entity.Content.fields.file_name.verbose_name
source: Processed File
ru: переведите:Processed File
zh_cn: 已处理的文件

# entity.Content.fields.reference.verbose_name
source: Reference
ru: переведите:Reference
zh_cn: 参考

# entity.Content.fields.description.verbose_name
source: Description
ru: переведите:Description
zh_cn: 描述

# entity.Content.fields.notes.verbose_name
source: Notes
ru: переведите:Notes
zh_cn: 注释

# entity.Content.fields.enabled.verbose_name
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.Content.fields.upload_date.verbose_name
source: Upload Date
ru: переведите:Upload Date
zh_cn: 上传日期

# entity.HotspotsContent.verbose_name
source: Hotspots
ru: переведите:Hotspots
zh_cn: 热点

# entity.HotspotsContent.verbose_name_plural
source: Hotspots
ru: переведите:Hotspots
zh_cn: 热点

# entity.HotspotsContent.fields.num_loci.verbose_name
source: Number of Loci
ru: переведите:Number of Loci
zh_cn: 基因座数量

# entity.HotspotsContent.fields.pickfile.verbose_name
source: Hotspots File
ru: переведите:Hotspots File
zh_cn: 热点文件

# entity.TargetRegionsContent.verbose_name
source: Target Regions
ru: переведите:Target Regions
zh_cn: 目标区域

# entity.TargetRegionsContent.verbose_name_plural
source: Target Regions
ru: переведите:Target Regions
zh_cn: 目标区域

# entity.TargetRegionsContent.fields.num_targets.verbose_name
source: Number of Targets
ru: переведите:Number of Targets
zh_cn: 靶标数目

# entity.TargetRegionsContent.fields.num_genes.verbose_name
source: Number of Genes
ru: переведите:Number of Genes
zh_cn: 基因数量

# entity.TargetRegionsContent.fields.num_bases.verbose_name
source: Covered Bases
ru: переведите:Covered Bases
zh_cn: 覆盖的碱基

# entity.TargetRegionsContent.fields.pickfile.verbose_name
source: Target Regions File
ru: переведите:Target Regions File
zh_cn: 目标区域文件

# entity.Publisher.verbose_name
source: Publisher
ru: переведите:Publisher
zh_cn: 发布者

# entity.Publisher.verbose_name_plural
source: Publishers
ru: переведите:Publishers
zh_cn: 发布者

# entity.Publisher.fields.name.verbose_name
source: Name
ru: переведите:Name
zh_cn: 名称

# entity.Publisher.fields.version.verbose_name
source: Version
ru: переведите:Version
zh_cn: 版本

# entity.Publisher.fields.date.verbose_name
source: Date
ru: переведите:Date
zh_cn: 日期

# entity.Publisher.fields.path.verbose_name
source: Path
ru: переведите:Path
zh_cn: 路径

# entity.Barcode.verbose_name
source: Barcode
ru: переведите:Barcode

# entity.Barcode.verbose_name_plural
source: Barcodes
ru: переведите:Barcodes
zh_cn: Barcode

# entity.Barcode.fields.index.verbose_name
source: Index
ru: переведите:Index
zh_cn: 索引

# entity.Barcode.fields.id_str.verbose_name
source: ID
ru: переведите:ID

# entity.Barcode.fields.adapter.verbose_name
source: Adapter
ru: переведите:Adapter
zh_cn: 适配器

# entity.Barcode.fields.annotation.verbose_name
source: Annotation
ru: переведите:Annotation
zh_cn: 注解

# entity.Barcode.fields.floworder.verbose_name
source: Flow Order
ru: переведите:Flow Order
zh_cn: 流动次序

# entity.Barcode.fields.sequence.verbose_name
source: Sequence
ru: переведите:Sequence
zh_cn: 序列

# entity.Barcode.fields.type.verbose_name
source: Type
ru: переведите:Type
zh_cn: 类型

# entity.BarcodeSet.verbose_name
source: Barcode Set
ru: переведите:Barcode Set
zh_cn: Barcode集

# entity.BarcodeSet.verbose_name_plural
source: Barcode Sets
ru: переведите:Barcode Sets
zh_cn: Barcode集

# entity.BarcodeSet.fields.name.verbose_name
source: Name
ru: переведите:Name
zh_cn: 名称

# entity.TestFragment.verbose_name
source: Test Fragment
ru: переведите:Test Fragment
zh_cn: 测试片段

# entity.TestFragment.verbose_name_plural
source: Test Fragments
ru: переведите:Test Fragments
zh_cn: 测试片段

# entity.TestFragment.fields.name.verbose_name
source: Name
ru: переведите:Name
zh_cn: 名称

# entity.TestFragment.fields.key.verbose_name
source: Key
ru: переведите:Key
zh_cn: 秘钥

# entity.TestFragment.fields.sequence.verbose_name
source: Sequence
ru: переведите:Sequence
zh_cn: 序列

# entity.TestFragment.fields.isofficial.verbose_name
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.TestFragment.fields.comments.verbose_name
source: Comments
ru: переведите:Comments
zh_cn: 注释

# entity.User.verbose_name
source: User
ru: переведите:User
zh_cn: 用户

# entity.User.verbose_name_plural
source: Users
ru: переведите:Users
zh_cn: 用户

# entity.User.fields.username.verbose_name
source: Username
ru: переведите:Username
zh_cn: 用户名

# entity.User.fields.email.verbose_name
source: E-Mail
ru: Эл. адрес
zh_cn: 电子邮件

# entity.User.fields.password1.verbose_name
source: Password
ru: переведите:Password
zh_cn: 密码

# entity.User.fields.password2.verbose_name
source: Password Confirm
ru: переведите:Password Confirm
zh_cn: 确认密码

# entity.User.fields.get_full_name.verbose_name
source: Full Name
ru: переведите:Full Name
zh_cn: 全称

# entity.User.fields.date_joined.verbose_name
source: Date Joined
ru: переведите:Date Joined
zh_cn: 加入日期

# entity.User.fields.api_key.verbose_name
source: REST API Key
ru: переведите:REST API Key
zh_cn: REST API密钥

# entity.User.fields.accountlevel.verbose_name
source: Account Level
ru: переведите:Account Level
zh_cn: 帐户级别

# entity.SuperUser.verbose_name
source: Admin
ru: переведите:Admin
zh_cn: 管理员

# entity.SuperUser.verbose_name_plural
source: Admins
ru: переведите:Admins
zh_cn: 管理员

# entity.StaffUser.verbose_name
source: Staff
ru: переведите:Staff
zh_cn: 员工

# entity.StaffUser.verbose_name_plural
source: Staff
ru: переведите:Staff
zh_cn: 员工

# entity.UserProfile.verbose_name
source: User Profile
ru: переведите:User Profile
zh_cn: 用户资料

# entity.UserProfile.verbose_name_plural
source: Users Profiles
ru: переведите:Users Profiles
zh_cn: 用户资料

# entity.UserProfile.fields.name.verbose_name
source: Name
ru: переведите:Name
zh_cn: 名称

# entity.UserProfile.fields.phone_number.verbose_name
source: Phone Number
ru: переведите:Phone Number
zh_cn: 电话号码

# entity.Plugin.verbose_name
source: Plugin
ru: переведите:Plugin
zh_cn: 插件

# entity.Plugin.verbose_name_plural
source: Plugins
ru: переведите:Plugins
zh_cn: 插件

# entity.Plugin.fields.name.verbose_name
source: Name
ru: переведите:Name
zh_cn: 名称

# entity.Plugin.fields.description.verbose_name
source: Description
ru: переведите:Description
zh_cn: 描述

# entity.Plugin.fields.version.verbose_name
source: Version
ru: переведите:Version
zh_cn: 版本

# entity.Plugin.fields.CurrentVersion.verbose_name
source: Version
ru: переведите:Version
zh_cn: 版本

# entity.Plugin.fields.date.verbose_name
source: Installed Date
ru: переведите:Installed Date
zh_cn: 安装日期

# entity.Plugin.fields.active.verbose_name
source: Installed
ru: переведите:Installed
zh_cn: 已安装

# entity.Plugin.fields.isSupported.verbose_name
source: Ion Supported
ru: переведите:Ion Supported
zh_cn: Ion支持

# entity.Plugin.fields.selected.verbose_name
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.Plugin.fields.defaultSelected.verbose_name
source: Selected by Default
ru: переведите:Selected by Default
zh_cn: 默认选择

# entity.Plugin.fields.isUpgradable.verbose_name
source: Updates Available
ru: переведите:Updates Available
zh_cn: 可用更新

# entity.Plugin.fields.script.verbose_name
source: Script
ru: переведите:Script
zh_cn: 脚本

# entity.PluginResult.verbose_name
source: Plugin Result
ru: переведите:Plugin Result
zh_cn: 插件结果

# entity.PluginResult.verbose_name_plural
source: Plugin Results
ru: переведите:Plugin Results
zh_cn: 插件结果

# entity.PluginResult.fields.result.verbose_name
source: Result
ru: переведите:Result
zh_cn: 结果

# entity.PluginResult.fields.starttime.verbose_name
source: Start
ru: переведите:Start
zh_cn: 开始

# entity.PluginResult.fields.endtime.verbose_name
source: End
ru: переведите:End
zh_cn: 结束

# entity.PluginResult.fields.resultName.verbose_name
source: Result
ru: переведите:Result
zh_cn: 结果

# entity.PluginResult.fields.pluginName.verbose_name
source: Plugin Name
ru: переведите:Plugin Name
zh_cn: 插件名称

# entity.PluginResult.fields.state.verbose_name
source: State
ru: переведите:State
zh_cn: 状态

# entity.PluginResult.fields.size.verbose_name
source: Output Size
ru: переведите:Output Size
zh_cn: 输出尺寸

# entity.FileTypes.deb
source: Debian Package
ru: переведите:Debian Package
zh_cn: Debian软件包

# entity.FileTypes.zip
source: Compressed Zip files
ru: переведите:Compressed Zip files
zh_cn: 压缩的Zip文件

# entity.FileTypes.json
source: Single JSON file
ru: переведите:Single JSON file
zh_cn: 单个JSON文件

# entity.IonMeshNode.verbose_name
source: Mesh Computer
ru: переведите:Mesh Computer
zh_cn: Mesh计算机

# entity.IonMeshNode.verbose_name_plural
source: Mesh Computers
ru: переведите:Mesh Computers
zh_cn: Mesh计算机

# entity.IonMeshNode.fields.name.verbose_name
source: Nickname
ru: переведите:Nickname
zh_cn: 昵称

# entity.IonMeshNode.fields.hostname.verbose_name
source: Hostname/Address
ru: переведите:Hostname/Address
zh_cn: 主机名称/地址

# entity.IonMeshNode.fields.active.verbose_name
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.IonMeshNode.fields.status.verbose_name
source: Status
ru: переведите:Status
zh_cn: 状态

# entity.IonMeshNode.fields.version.verbose_name
source: TS Version
ru: переведите:TS Version
zh_cn: TS版本

# entity.IonMeshNode.fields.system_id.verbose_name
source: Mesh ID
ru: переведите:Mesh ID

# entity.IonMeshNode.fields.apikey_remote.verbose_name
source: Remote API Key
ru: переведите:Remote API Key
zh_cn: 远程API密钥

# entity.IonMeshNode.fields.apikey_local.verbose_name
source: Local API Key
ru: переведите:Local API Key
zh_cn: 本地API密钥

# entity.IonMeshNode.fields.status.choices.good
source: Good
ru: переведите:Good
zh_cn: 良好

# entity.IonMeshNode.fields.status.choices.connection_error
source: Connection Error
ru: переведите:Connection Error
zh_cn: 连接错误

# entity.IonMeshNode.fields.status.choices.timeout
source: Error: Timeout
ru: переведите:Error: Timeout
zh_cn: 错误：超时

# entity.IonMeshNode.fields.status.choices.error
source: Error
ru: переведите:Error
zh_cn: 错误

# entity.IonMeshNode.fields.status.choices.incompatible
source: Error: Incompatible
ru: переведите:Error: Incompatible
zh_cn: 错误：不兼容

# entity.IonMeshNode.fields.status.choices.unauthorized
source: Error: Unauthorized
ru: переведите:Error: Unauthorized
zh_cn: 错误：未经授权

# entity.IonMeshNode.fields.status.choices.unknown
source: Unknown
ru: переведите:Unknown
zh_cn: 未知

# entity.IonReporterUploader.verbose_name
source: Ion Reporter Uploader Plugin
ru: переведите:Ion Reporter Uploader Plugin
zh_cn: Ion Reporter 上传插件

# entity.IonReporterUploader.verbose_name_plural
source: Ion Reporter Uploader Plugin
ru: переведите:Ion Reporter Uploader Plugin
zh_cn: Ion Reporter 上传插件

# entity.EmailAddress.verbose_name
source: Email
ru: переведите:Email
zh_cn: 电子邮件

# entity.EmailAddress.verbose_name_plural
source: Emails
ru: переведите:Emails
zh_cn: 电子邮件

# entity.EmailAddress.fields.email.verbose_name
source: Email Address
ru: переведите:Email Address
zh_cn: 电子邮件地址

# entity.EmailAddress.fields.selected.verbose_name
source: Enabled
ru: переведите:Enabled
zh_cn: 已启用

# entity.GlobalConfig.verbose_name
source: Global Configuration Settings
ru: переведите:Global Configuration Settings
zh_cn: 全局配置设置

# entity.GlobalConfig.verbose_name_plural
source: Global Configuration Settings
ru: переведите:Global Configuration Settings
zh_cn: 全局配置设置

# entity.GlobalConfig.fields.enable_nightly_email.verbose_name
source: Enable Nightly Email Notifications?
ru: переведите:Enable Nightly Email Notifications?
zh_cn: 启用夜间电子邮件通知?

# entity.QcType.Usable_Sequence_Percentage
source: Usable Sequence (%)
ru: переведите:Usable Sequence (%)
zh_cn: 可用序列％

# entity.QcType.Key_Signal
source: Key Signal (1-100)
ru: переведите:Key Signal (1-100)
zh_cn: 关键信号(1-100)

# entity.QcType.Bead_Loading_Percentage
source: Bead Loading (%)
ru: переведите:Bead Loading (%)
zh_cn: ISP加载量％

# entity.SamplePrepInstrument.OT
source: OneTouch
ru: переведите:OneTouch

# entity.SamplePrepInstrument.IC
source: IonChef
ru: переведите:IonChef

# entity.SamplePrepInstrument.IA
source: IA
ru: переведите:IA

# report.fields.status.choice.Alignment
source: Alignment
ru: центровка
zh_cn: 比对

# report.fields.status.choice.Base_Calling
source: Base Calling
ru: Базовый вызов
zh_cn: 碱基识别

# report.fields.status.choice.Checksum_Error
source: Checksum Error
ru: Ошибка контрольной суммы
zh_cn: 校验和错误

# report.fields.status.choice.Completed
source: Completed
ru: Завершенный
zh_cn: 已完成

# report.fields.status.choice.Create_Download_Links
source: Create Download Links
ru: Создать ссылки для скачивания
zh_cn: 创建下载链接

# report.fields.status.choice.Create_Statistics
source: Create Statistics
ru: Создать статистику
zh_cn: 创建统计信息

# report.fields.status.choice.Create_Stats
source: Create Stats
ru: Создать статистику
zh_cn: 创建统计信息

# report.fields.status.choice.Create_Zip_Files
source: Create Zip Files
ru: Создание почтовых файлов
zh_cn: 创建Zip文件

# report.fields.status.choice.ERROR
source: ERROR
ru: ОШИБКА
zh_cn: 错误

# report.fields.status.choice.Error
source: Error
ru: ошибка
zh_cn: 错误

# report.fields.status.choice.Error_in_Alignment
source: Error in Alignment
ru: Ошибка при выравнивании
zh_cn: 比对错误

# report.fields.status.choice.Error_in_alignmentQC.pl
source: Error in alignmentQC.pl
ru: Ошибка в alignmentQC.pl
zh_cn: alignmentQC.pl错误

# report.fields.status.choice.Error_in_Analysis
source: Error in Analysis
ru: Ошибка в анализе
zh_cn: 分析中的错误

# report.fields.status.choice.Error_in_BaseCaller
source: Error in BaseCaller
ru: Ошибка в BaseCaller
zh_cn: Basecaller（碱基识别系统）软件中的错误

# report.fields.status.choice.Error_in_Basecaller
source: Error in Basecaller
ru: Ошибка в Basecaller
zh_cn: Basecaller（碱基识别系统）软件中的错误

# report.fields.status.choice.Error_in_Beadfind
source: Error in Beadfind
ru: Ошибка в Beadfind
zh_cn: Beadfind中的错误

# report.fields.status.choice.Error_in_BeadmaskParse
source: Error in BeadmaskParse
ru: Ошибка в BeadmaskParse
zh_cn: BeadmaskParse中的错误
