Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# upload_plans_for_template.messages.validate.invalid.kitandchip.instrumenttype
source: %(errorPrefix)s The %(kitLabel)s (%(kitName)s) instrument type of %(kitInstrumentType)s is incompatible with the %(chipLabel)s (%(chipName)s) instrument type of %(chipInstrumentType)s. Specify a different %(kitLabel)s or %(chipLabel)s.
ru: переведите:%(errorPrefix)s The %(kitLabel)s (%(kitName)s) instrument type of %(kitInstrumentType)s is incompatible with the %(chipLabel)s (%(chipName)s) instrument type of %(chipInstrumentType)s. Specify a different %(kitLabel)s or %(chipLabel)s.
zh_cn: %(errorPrefix)s% %(kitInstrumentType)s的%(kitLabel)s%(kitName)s仪器类型与%(chipInstrumentType)s的%(chipLabel)s（%(chipName)s）仪器类型不兼容.指定一个不同的%(kitLabel)s或%(chipLabel)s.

# plan_transfer.messages.postprocessing.entity.found
source: ....processed %(entityName)s: %(displayedName)s
ru: переведите:....processed %(entityName)s: %(displayedName)s
zh_cn: ....已处理 %(entityName)s: %(displayedName)s

# plan_transfer.messages.postprocessing.entity.error
source: Error processing %(entityName)s: %(exceptionMsg)s
ru: переведите:sError processing %(entityName)s: %(exceptionMsg)s
zh_cn: 错误处理 %(entityName)s: %(exceptionMsg)s

# plan_transfer.messages.postprocessing.IonReporterUploader.accountfound
source: ....found IR account %(iru_accountname)s
ru: переведите:....found IR account %(iru_accountname)s
zh_cn: ....找到IR帐户%(iru_accountname)s

source: Error: IonReporter account not found. Please add IR account on destination Torrent Server and update the Planned run.
ru: переведите:Error: IonReporter account not found. Please add IR account on destination Torrent Server and update the Planned run.
zh_cn: 错误：找不到IonReporter帐户. 请在目标Torrent服务器上添加IR帐户并更新计划运行.

# plan_transfer.messages.destination.alreadyexists.unabletodelete
source: Planned run %(planDisplayedName)s already exists and cannot be deleted. Details: %(errormsg)s
ru: переведите:Planned run %(planDisplayedName)s already exists and cannot be deleted. Details: %(errormsg)s
zh_cn: 计划运行%(planDisplayedName)s已存在且无法删除. 详细信息：%(errormsg)s

# plan_transfer.messages.destination.alreadyexists
source: Planned run %(planDisplayedName)s already exists and has a status of %(planStatus)s.
ru: переведите:Planned run %(planDisplayedName)s already exists and has a status of %(planStatus)s.
zh_cn: 计划运行%(planDisplayedName)s已存在且状态为%(planStatus)s

# plan_transfer.messages.failure.meshnode.notfound
source: Unable to obtain login credentials for destination Torrent Server (%(mesh_node_name)s).
ru: переведите:Unable to obtain login credentials for destination Torrent Server (%(mesh_node_name)s).
zh_cn: 无法获取目标Torrent服务器的登录凭据(%(mesh_node_name)s).

# plan_transfer.messages.failure.meshnode.unreachable
source: Connection Error: Torrent Server %(mesh_node_name)s (%(mesh_node_address)s) is unreachable.
ru: переведите:Connection Error: Torrent Server %(mesh_node_name)s (%(mesh_node_address)s) is unreachable.
zh_cn: 连接错误：Torrent服务器%(mesh_node_name)s (%(mesh_node_address)s) 无法访问.

# plan_transfer.messages.failure.meshnode.httperror.401
source: Invalid user credentials.
ru: переведите:Invalid user credentials.
zh_cn: 用户凭据无效.

# plan_transfer.messages.failure.meshnode.httperror
source: Unable to connect to Torrent Server %(mesh_node_name)s (%(mesh_node_address)s).
ru: переведите:Unable to connect to Torrent Server %(mesh_node_name)s (%(mesh_node_address)s).
zh_cn: 无法连接到Torrent服务器%(mesh_node_name)s (%(mesh_node_address)s).

# global.nav.menu.configure.menu.mesh.label
source: Ion Mesh
ru: переведите:Ion Mesh

# plan_transfer.messages.failure.meshnode.httperror.verifyconfiguration
source: <br>Please visit %(configure_mesh_page)s page to make sure remote server connection is established.
ru: переведите:<br>Please visit %(configure_mesh_page)s page to make sure remote server connection is established.
zh_cn: <br>请访问%(configure_mesh_page)s页面以确保建立远程服务器连接.

# plan_transfer.messages.failure.meshnode.genericerror
source: Error: Unable to access Torrent Server %(mesh_node_name)s (%(mesh_node_address)s). Details: %(exceptionMsg)s
ru: переведите:Error: Unable to access Torrent Server %(mesh_node_name)s (%(mesh_node_address)s). Details: %(exceptionMsg)s
zh_cn: 错误：无法访问Torrent服务器%(mesh_node_name)s (%(mesh_node_address)s). 详细信息: %(exceptionMsg)s

# plan_transfer.messages.failure.meshnode.versionerror
source: Error: Unable to obtain software version of destination Torrent Server %(mesh_node_name)s (%(mesh_node_address)s).
ru: переведите:Error: Unable to obtain software version of destination Torrent Server %(mesh_node_name)s (%(mesh_node_address)s).
zh_cn: 错误：无法获取目标Torrent服务器%(mesh_node_name)s (%(mesh_node_address)s)的软件版本.

# plan_transfer.messages.failure.msg
source: Unable to transfer plan %(planDisplayedName)s to Torrent Server %(destination_server_name)s.
ru: переведите:Unable to transfer plan %(planDisplayedName)s to Torrent Server %(destination_server_name)s.
zh_cn: 无法将计划%(planDisplayedName)s传输到Torrent服务器%(destination_server_name)s.

# plan_transfer.messages.validation.invalidstatus
source: Error: Planned run %(planDisplayedName)s has status of %(planStatus)s and cannot be transferred.
ru: переведите:Error: Planned run %(planDisplayedName)s has status of %(planStatus)s and cannot be transferred.
zh_cn: 错误：计划运行%(planDisplayedName)s的状态为%(planStatus)s且无法传输.

# plan_transfer.messages.validation.invalidversion
source: Error: Unable to obtain Torrent Suite version %(source_server_version)s does not match destination Torrent Server %(destination_server_name)s software version %(destination_server_version)s.
ru: переведите:Error: Unable to obtain Torrent Suite version %(source_server_version)s does not match destination Torrent Server %(destination_server_name)s software version %(destination_server_version)s.
zh_cn: 错误: 无法获取Torrent Suite版本%(source_server_version)s 与目标Torrent服务器%(destination_server_name)s 的软件版本%(destination_server_version)s 不匹配.

# plan_transfer.messages.successgmsg
source: Successfully created %(planDisplayedName)s on destination Torrent Server <a href="%(destination_plan_url)s" target="_blank">%(destination_server_name)s</a>
ru: переведите:Successfully created %(planDisplayedName)s on destination Torrent Server <a href="%(destination_plan_url)s" target="_blank">%(destination_server_name)s</a>
zh_cn: 在目标Torrent服务器<a href="%(destination_plan_url)s" target="_blank">%(destination_server_name)s</a>上成功创建%(planDisplayedName)s

# plannedruns.action.page_plan_edit_plan
source: Edit
ru: редактировать
zh_cn: 编辑

# plan_transfer.messages.validation.postprocessing.data.incomplete
source: The transferred Planned run %(planDisplayedName)s has incomplete data configuration after transfer.
ru: переведите:The transferred Planned run %(planDisplayedName)s has incomplete data configuration after transfer.
zh_cn: 传输的计划运行%(planDisplayedName)s在传输后具有不完整的数据配置.

# plan_transfer.messages.validation.postprocessing.data.incomplete.fix.witherrors
source: Please click %(edit_plan_page)s to fix the following errors:
ru: переведите:Please click %(edit_plan_page)s to fix the following errors:
zh_cn: 请单击 %(edit_plan_page)s 以修复以下错误:

# plan_transfer.messages.validation.postprocessing.error
source: Error: Unable to update plan on destination Torrent Server %(mesh_node_name)s (%(mesh_node_address)s). Details: %(exceptionMsg)s
ru: переведите:Error: Unable to update plan on destination Torrent Server %(mesh_node_name)s (%(mesh_node_address)s). Details: %(exceptionMsg)s
zh_cn: 错误：无法更新目标Torrent服务器%(mesh_node_name)s (%(mesh_node_address)s)上的计划. 详细信息: %(exceptionMsg)s

# plan_transfer.messages.validation.postprocessing.data.incomplete.fix
source: To complete the transfer, please click %(edit_plan_page)s and correct any errors.
ru: переведите:To complete the transfer, please click %(edit_plan_page)s and correct any errors.
zh_cn: 要完成传输，请单击%(edit_plan_page)s 并更正所有错误.

# template.messages.validation.invalidsamples
source: %(errorPrefix)s Invalid input. Sample information cannot be saved in the %(name)s
ru: переведите: %(errorPrefix)s Invalid input. Sample information cannot be saved in the %(name)s
zh_cn: %(errorPrefix)s 输入无效.样本信息不能保存在%(name)s中s

# plannedexperiment.messages.validation.nonbarcoded.barcodesetnotrequired
source: %(errorPrefix)s Invalid input. %(barcodeSetName)s (%(barcodeSetValue)s) should not be provided for non barcoded plan
ru: переведите: %(errorPrefix)s Invalid input. %(barcodeSetName)s (%(barcodeSetValue)s) should not be provided for non barcoded plan
zh_cn: %(errorPrefix)s输入无效. 不应提供%(barcodeSetName)s (%(barcodeSetValue)s)用于不带Barcode的计划

# references_genome_download.messages.help.import
source: To import the Reference, visit Settings > Reference Sequences > Import Preloaded Reference Sequences.
ru: переведите: To import the Reference, visit Settings > References > Import Preloaded Ion References.
zh_cn: 要导入参考，请访问 设置>参考>导入预加载Ion参考.

# workflow.step.sample.messages.validate.barcodepersample
source: Please select a barcode for each sample.
ru: Введите имя образца для каждого используемого штрих-кода (требуется хотя бы один образец)
zh_cn: 请为每个样本选择一个Barcode.

# workflow.step.sample.messages.validate.barcode.unique
source: A barcode can be assigned to only one sample.<b>%(barcode)s</b> has been assigned to another sample
ru: переведите:A barcode can be assigned to only one sample.<b>%(barcode)s</b> has been assigned to another sample
zh_cn: 一个Barcode只能分配给一个样本.<b>%(barcode)s</b>已分配给另一个样本

# workflow.step.application.fields.runType.label
source: Target Technique
ru: Целевая техника
zh_cn: 目标技术

# plannedexperiment.messages.validate.invalid.kitandchip.instrumenttype
source: %(errorPrefix)s The %(kitLabel)s (%(kitName)s) instrument type of %(kitInstrumentType)s is incompatible with the %(chipLabel)s (%(chipName)s) instrument type of %(chipInstrumentType)s. Specify a different %(kitLabel)s or %(chipLabel)s.
ru: переведите:%(errorPrefix)s The %(kitLabel)s (%(kitName)s) instrument type of %(kitInstrumentType)s is incompatible with the %(chipLabel)s (%(chipName)s) instrument type of %(chipInstrumentType)s. Specify a different %(kitLabel)s or %(chipLabel)s.
zh_cn: %(errorPrefix)s %(kitInstrumentType)s的%(kitLabel)s (%(kitName)s)仪器类型与%(chipInstrumentType)s的%(chipLabel)s (%(chipName)s)仪器类型不兼容，指定一个不同的%(kitLabel)s 或者 %(chipLabel)s.

# global.messages.validation.format.row.errors
source: Row %(n)s contained error(s):
ru: переведите:Row %(n)s contained error(s):
zh_cn: 行%(n)s包含错误:

# global.messages.validation.format.column.errors
source: <strong>%(columnName)s</strong> column contained error(s): %(columnErrors)s
ru: переведите:<strong>%(columnName)s</strong> column contained error(s): %(columnErrors)s
zh_cn: <strong>%(columnName)s</strong>列包含错误： %(columnErrors)s

# global.messages.validation.format.field.errors
source: %(fieldName)s contained error(s):
ru: переведите:%(fieldName)s contained error(s):
zh_cn: %(fieldName)s 包含错误:

# global.messages.validation.format.row.warnings
source: Row %(n)s contained warning(s):
ru: переведите:Row %(n)s contained warning(s):
zh_cn: 行%(n)s包含警告：

# global.messages.validation.format.column.warnings
source: <strong>%(columnName)s</strong> column contained warnings(s): %(columnErrors)s
ru: переведите:<strong>%(columnName)s</strong> column contained warnings(s): %(columnErrors)s
zh_cn: <strong>%(errorPrefix)s</strong>列包含警告：%(columnErrors)s

# global.messages.validation.format.field.warnings
source: %(fieldName)s contained warning(s):
ru: переведите:%(fieldName)s contained warning(s):
zh_cn: %(errorPrefix)s包含警告:

# workflow.messages.errors.internal.session_error
source: %(errorPrefix)s Unable to retrieve planning session
ru: переведите:%(errorPrefix)s Unable to retrieve planning session
zh_cn: %(errorPrefix)s 无法检索计划会话

# template.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# template.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# template.modal_confirm_delete.title.singular
source: Confirm Delete Plan Template
ru: Подтвердить удаление шаблона плана
zh_cn: 确认删除计划模板

# template.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Plan Template <b>%(templateName)s</b> (%(templateId)s)?
ru: переведите: Are you sure you want to delete this Plan Template <b>%(templateName)s</b> (%(templateId)s)?
zh_cn: 是否确定要删除此计划模板<b>%(templateName)s</b>（%(templateId)s）?

# template.modal_confirm_delete.title.plural
source: Confirm Deletion of Plan Templates
ru: Подтверждение удаления шаблонов плана
zh_cn: 确认删除计划模板

# template.modal_confirm_delete.messages.confirmmsg.plural
source: Are you sure you want to delete these Plan Templates?
ru: переведите: Are you sure you want to delete these Plan Templates?
zh_cn: 是否确定要删除这些计划模板?

# plannedrun.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# plannedrun.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# plannedrun.modal_confirm_delete.title.singular
source: Confirm Delete Planned Run
ru: Подтвердить удаление запланированного прогона
zh_cn: 确认删除计划运行

# plannedrun.modal_confirm_delete.messages.confirmmsg.singular
source: Are you sure you want to delete this Planned Run <b>%(plannedRunName)s</b> (%(plannedRunId)s)?
ru: переведите: Are you sure you want to delete this Planned Run <b>%(plannedRunName)s</b> (%(plannedRunId)s)?
zh_cn: 是否确定要删除此计划运行<b>%(plannedRunName)s</b>（%(plannedRunId)s）?

# plannedrun.modal_confirm_delete.title.plural
source: Confirm Deletion of Planned Runs
ru: Подтверждение удаления запланированных прогонов
zh_cn: 确认删除计划运行

# plannedrun.modal_confirm_delete.messages.confirmmsg.plural
source: Are you sure you want to delete these Planned Runs?
ru: переведите: Are you sure you want to delete these Planned Runs?
zh_cn: 是否确定要删除这些计划运行?

# samplesets.modal_confirm_delete.action.submit
source: Yes, Delete!
ru: Да, Удалить!
zh_cn: 是，删除!

# samplesets.modal_confirm_delete.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# reviewplan.fields.barcodedSamples.barcode.controlType.label
source: Control Type
ru: переведите:Control Type
zh_cn: 对照类型

# reviewplan.fields.barcodedSamples.barcode.description.label
source: Sample Description
ru: переведите:Sample Description
zh_cn: 样本描述

# reviewplan.fields.barcodedSamples.barcode.externalId.label
source: Sample ID
ru: переведите:Sample ID
zh_cn: 样本ID

# reviewplan.fields.barcodedSamples.barcode.nucleotideType.label.DNA + RNA
source: DNA/Fusions
ru: переведите:DNA/Fusions
zh_cn: DNA/融合

# reviewplan.fields.barcodedSamples.barcode.nucleotideType.label
source: DNA/RNA
ru: переведите:DNA/RNA

# reviewplan.fields.barcodedSamples.barcode.reference.label
source: Reference
ru: переведите:Reference
zh_cn: 参考

# reviewplan.fields.barcodedSamples.barcode.targetRegionBedFile.label
source: Target Regions
ru: переведите:Target Regions
zh_cn: 目标区域

# reviewplan.fields.barcodedSamples.barcode.hotSpotRegionBedFile.label
source: Hotspot Regions
ru: переведите:Hotspot Regions
zh_cn: 热点区域

# upload_plans_for_template.messages.error.fileempty
source: Error: batch planning file is empty
ru: переведите: Error: batch planning file is empty
zh_cn: 错误：批量计划文件为空

# upload_plans_for_template.messages.error.file_contains_non_ascii_characters
source: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
ru: переведите: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
zh_cn: 系统只支持ASCII字符，请检查并确保文件中只包含ASCII字符。包含非ASCII字符的文件: %(files)s。

# upload_plans_for_template.fields.postedfile.label
source: Plan Runs File
ru: переведите:Plan Runs File
zh_cn: 计划运行文件

# upload_plans_for_template.messages.error.errorreadingfile
source: Error reading from file
ru: переведите: Error reading from file
zh_cn: 从文件读取时出错

# upload_plans_for_template.messages.error.zip.multipleplansfiles
source: Error: multiple batch planning files found
ru: переведите: Error: multiple batch planning files found
zh_cn: 错误：找到多个批次计划文件

# upload_plans_for_template.messages.error.zip.missingplanfile
source: Error: batch planning file not found for barcoded CSV files upload
ru: переведите: Error: batch planning file not found for barcoded CSV files upload
zh_cn: 错误：找不到批量计划文件用于带Barcode的CSV文件上传

# upload_plans_for_template.messages.error.zip.missingsamplefile
source: Error: batch planning no samples files found for barcoded ZIP upload
ru: переведите: Error: batch planning no samples files found for barcoded ZIP upload
zh_cn: 错误：找不到批量计划样本文件用于带Barcode的ZIP上传

# upload_plans_for_template.messages.error.unsupportedheaderinfo
source: Error: CSV file is invalid due to unsupported header info. Please download the latest CSV version and reload.
ru: переведите: Error: CSV file is invalid due to unsupported header info. Please download the latest CSV version and reload.
zh_cn: 错误：由于不支持的标题信息，CSV文件无效.请下载最新版本的CSV并重新加载.

# upload_plans_for_template.messages.error.planrequired
source: Error: There must be at least one plan! Please reload the page and try again with more plans.
ru: переведите: Error: There must be at least one plan! Please reload the page and try again with more plans.
zh_cn: 错误：必须至少有一个计划！请重新加载页面，然后用更多计划重新尝试.

# upload_plans_for_template.messages.error.validationfailed
source: Plan validation failed. The plans have not been saved.
ru: переведите: Plan validation failed. The plans have not been saved.
zh_cn: 计划确认失败.这些计划尚未保存.

# upload_plans_for_template.messages.error.saving
source: Error saving plans to database.
ru: переведите: Error saving plans to database.
zh_cn: 保存计划到数据库时出错.

# upload_plans_for_template.messages.success
source: Plans Uploaded! The plans will be listed on the planned run page.
ru: переведите: Plans Uploaded! The plans will be listed on the planned run page.
zh_cn: 计划已上传！这些计划将在计划的运行页列出.

# plan_transfer.title
source: Confirm Transfer of Planned Run
ru: переведите:Confirm Transfer of Planned Run
zh_cn: 确认计划运行传输

# plan_transfer.messages.confirmmsg
source: Are you sure you want to move this Planned Run to Torrent Server <b>%(destination_server_name)s</b> ?
ru: переведите:Are you sure you want to move this Planned Run to Torrent Server <b>%(destination_server_name)s</b> ?
zh_cn: 是否确定要将此计划运行移动到Torrent服务器<b>%(destination_server_name)s</b> ?

# plan_transfer.messages.infomsg
source: Transferred planned run will no longer be available on this Torrent Server.
ru: переведите:Transferred planned run will no longer be available on this Torrent Server.
zh_cn: 此Torrent服务器将不再提供已传输的计划运行.

# plan_transfer.messages.processingmsg
source: Planned run transfer in progress, please wait ...
ru: переведите:Planned run transfer in progress, please wait ...
zh_cn: 计划运行传输正在进行，请稍候...

# plan_transfer.action.submit
source: Transfer
ru: переведите:Transfer
zh_cn: 传输

# global.action.modal.close
source: Close
ru: Конец
zh_cn: 关闭

# plan_transfer.messages.failmsg
source: ERROR creating Planned Run on %(destination_server_name)s.
ru: переведите:ERROR creating Planned Run on %(destination_server_name)s.
zh_cn: 错误 在%(destination_server_name)s上创建已计划运行.

source: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
ru: переведите: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
zh_cn: 系统只支持ASCII字符，请检查并确保文件中只包含ASCII字符。包含非ASCII字符的文件: %(files)s。

# workflow.step.sample.messages.load_samples_table.invalidcsvversion
source: CSV Version is missing or not supported. Please use Save Samples Table to download latest CSV file format
ru: переведите: CSV Version is missing or not supported. Please use Save Samples Table to download latest CSV file format
zh_cn: CSV版本缺失或不支持CSV版本.请使用保存样本表格下载最新的CSV文件格式

# workflow.step.sample.messages.load_samples_table.unabletoparse
source: %(errorPrefix)s: No rows could be parsed from file [%(fileName)s]
ru: переведите: %(errorPrefix)s: No rows could be parsed from file [%(fileName)s]
zh_cn: %(errorPrefix)s：无法从文件[%(fileName)s]解析行

# template.messages.import_plan_template.file_contains_non_ascii_characters
source: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
ru: переведите: Only ASCII characters are supported. Please carefully inspect the file to ensure only ASCII characters are specified. The following files contain non-ASCII characters: %(files)s.
zh_cn: 系统只支持ASCII字符，请检查并确保文件中只包含ASCII字符。包含非ASCII字符的文件: %(files)s。

# template.messages.import_plan_template.invalidcsvversion
source: CSV Version is missing or not supported. Please download latest CSV file format.
ru: переведите: CSV Version is missing or not supported. Please download latest CSV file format.
zh_cn: CSV版本缺失或不支持CSV版本。请下载最新的CSV文件格式。

# template.messages.import_plan_template.unabletoparse
source: %(errorPrefix)s: No rows could be parsed from file [%(fileName)s]
ru: переведите: %(errorPrefix)s: No rows could be parsed from file [%(fileName)s]
zh_cn: %(errorPrefix)s：无法从文件[%(fileName)s]解析行

# plan_template_import.messages.error.validationfailed
source: Plan Template validation failed. The template(s) have not been saved.
ru: переведите: Plan Template validation failed. The template(s) have not been saved.
zh_cn: 计划模板验证失败.模板尚未保存.

# plan_template_import.messages.success.withwarning
source: Plan Template created with warnings.
ru: переведите: Plan Template created with warnings.
zh_cn: 创建计划模板时发出警告.

# plan.templates.categories.favorites.displayedName
source: Favorites
ru: Избранные
zh_cn: 收藏夹

# plan.templates.categories.recently_created.displayedName
source: All
ru: Все
zh_cn: 全部

source: System default for this plan
ru: Системная дефолт для этого плана
zh_cn: 此计划的系统默认值

source: System default for this template
ru: Системная настройка для этого шаблона
zh_cn: 此模板的系统默认值

# workflow.step.sample.fields.chipBarcodeLabel.label
source: Chip Barcode
ru: Чип-штрих-код
zh_cn: 芯片Barcode

# workflow.step.sample.fields.barcodeSampleTubeLabel.label
source: Sample Tube Label
ru: Образец метки пробки
zh_cn: 样本管标签

# workflow.step.saveplan.bysample.fields.targetRegionBedFile.label
source: Target Regions BED File for %(sampleName)s
ru: Целевой регион BED-файл для %(sampleName)s
zh_cn: %(sampleName)s的目标区域BED文件

# workflow.step.kits.base_recalibration_modes.standard_recal
source: Default Calibration
ru: Калибровка по умолчанию
zh_cn: 默认校准

# workflow.step.kits.base_recalibration_modes.standard_recal.title
source: A random sample of reads (up to 100,000 by default) is aligned and used to determine calibration parameters, which are then applied to the rest of the run
ru: Случайная выборка показаний (до 100 000 по умолчанию) выровнена и используется для определения параметров калибровки, которые затем применяются к остальной части прогона
zh_cn: 比对读序的随机样本（默认最多100,000个）并将其用于确定校准参数，然后将校准参数应用于剩余的运行

# workflow.step.kits.base_recalibration_modes.panel_recal
source: Enable Calibration Standard
ru: Включить стандарт калибровки
zh_cn: 启用校准标准

# workflow.step.kits.base_recalibration_modes.panel_recal.title
source: Select Enable Calibration Standard when the experiment does not include a reference BAM file. Only choose this option if you have added Calibration Standards with the library for AmpMix preparation.
ru: Выберите «Включить стандарт калибровки», когда эксперимент не содержит опорный файл BAM. Выбирайте этот вариант только в том случае, если вы добавили стандарты калибровки в библиотеку для подготовки AmpMix.
zh_cn: 当实验不包含参考BAM文件时，请选择启用校准标准. 仅当已经在库中添加了校准标准用于AmpMix制备时选择此选项.
