Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# dm.actions.action.archive.tooltip
source: Move all files in selected categories off local filesystem
ru: переведите:Move all files in selected categories off local filesystem
zh_cn: 将所选类别中的全部文件移出本地文件系统

# dm.actions.action.archive.confirm-message
source: Archive selected files, Proceed?
ru: переведите:Export selected files, Proceed?
zh_cn: 存档选定的文件，继续?

# dm.actions.action.archive.confirm-directory-label
source: Archive Directory
ru: переведите:Archive Directory
zh_cn: 存档目录

# dm.actions.action.archive.label
source: Archive Selected
ru: переведите:Archive Selected
zh_cn: 选定的存档

# dm.actions.action.export.tooltip
source: Copies all files in selected categories
ru: переведите:Copies all files in selected categories
zh_cn: 复制选定类别中的全部文件

# dm.actions.action.export.confirm-message
source: Export Selected
ru: переведите:Export Selected
zh_cn: 导出选定项

# dm.actions.action.export.confirm-directory-label
source: Export Directory
ru: переведите:Export Directory
zh_cn: 导出目录

# dm.actions.action.export.label
source: Export Selected
ru: переведите:Export Selected
zh_cn: 导出选定项

# dm.actions.confirm.fields.select_backup_dir.choice.0
source: Use Configured Archive Directories
ru: переведите:Use Configured Archive Directories
zh_cn: 使用配置的存档目录

# dm.actions.confirm.action.browse_backup_dirs.label
source: Browse
ru: переведите:Browse
zh_cn: 浏览

# dm.actions.confirm.fields.comment.label
source: Comment
ru: переведите:Comment
zh_cn: 注释

# dm.actions.confirm.fields.comment.placeholder
source: No comment
ru: переведите:No comment
zh_cn: 不添加注释

# dm.actions.confirm.action.submit
source: Confirm
ru: переведите:Confirm
zh_cn: 确认

# dm.actions.confirm.messages.proceedwithwarnings
source: PROCEED WITH WARNINGS?
ru: переведите:PROCEED WITH WARNINGS?
zh_cn: 警告，继续?

# global.action.yes
source: Yes
ru: переведите:Yes
zh_cn: 是

# dm.actions.messages.validation.category.required
source: Please select one or more File Categories.
ru: переведите:Please select one or more File Categories.
zh_cn: 请选择一个或多个文件类别.

# global.messages.warning.label
source: WARNING
ru: переведите:WARNING
zh_cn: 警告

# results_to_projects.title
source: Add Result(s) to Project(s)
ru: Добавить отчет в проект
zh_cn: 将结果添加到项目

# results_to_projects.instructions.text
source: Pick projects to be associated with selected results (reports)
ru: Выберите проекты, связанные с выбранными результатами.
zh_cn: 选择需与选定结果(报告)关联的项目

# results_to_projects.search_bar.fields.search_text.label
source: Search Names
ru: Имена поиска
zh_cn: 搜索名称

# results_to_projects.search_bar.fields.search_text.placeholder
source: Search Names
ru: Имена поиска
zh_cn: 搜索名称

# results_to_projects.search_bar.fields.search_text.action.submit
source: Go
ru: ИДТИ
zh_cn: 进入

# results_to_projects.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# results_to_projects.action.submit
source: Add Result(s) to Project(s)
ru: Добавить результаты в проекты
zh_cn: 将结果添加到项目

# results_to_projects.fields.name.label
source: Name
ru: имя
zh_cn: 名称

# results_to_projects.fields.resultsCount.label
source: Results
ru: Результаты
zh_cn: 结果

# results_to_projects.fields.modified.label
source: Last Modified
ru: последняя измененная дата
zh_cn: 上一次修改

# projects.action.delete.label
source: Delete Project
ru: Удалить проект
zh_cn: 删除项目

# projectresults.search_bar.fields.rangeA.label
source: Date
ru: Дата отчета
zh_cn: 日期

# projectresults.search_bar.fields.rangeA.placeholder
source: Report Date
ru: Дата отчета
zh_cn: 报告日期

# projectresults.search_bar.fields.search_text.label
source: Search Names
ru: Имена поиска
zh_cn: 搜索名称

# projectresults.search_bar.fields.search_text.placeholder
source: Search Names
ru: Имена поиска
zh_cn: 搜索名称

# projectresults.search_bar.fields.search_text.action.submit
source: Go
ru: Идти
zh_cn: 进入

# projectresults.search_bar.fields.isThumbnail.title
source: By Report Type
ru: Имена поиска
zh_cn: 按报告类型

# projectresults.search_bar.fields.isThumbnail.choice.default
source: All Results
ru: Все результаты
zh_cn: 全部结果

# projectresults.search_bar.fields.isThumbnail.choice.yes
source: Thumbnail Results
ru: Результаты миниатюр
zh_cn: 缩略图结果

# projectresults.search_bar.fields.isThumbnail.choice.no
source: Exclude Thumbnail Results
ru: Исключить результаты миниатюр
zh_cn: 排除缩略图结果

# projectresults.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# projectresults.action.get_project_CSV
source: Download Selected CSV
ru: Загрузить выбранную CSV
zh_cn: 下载选定的CSV

# projectresults.menu.combine_selected.label
source: Combine Selected
ru: Объединить выбранные
zh_cn: 合并选中

# projectresults.action.results_to_combine.label
source: &raquo;&nbsp;&nbsp; Combine Alignments
ru: Комбинированные выравнивания
zh_cn: &raquo;&nbsp;&nbsp; 组合比对

# projectresults.menu.action.label
source: Process Selected
ru: Выбранный процесс
zh_cn: 选择的进程

# projectresults.action.results_to_project
source: &raquo;&nbsp;&nbsp; Add to Project
ru: Добавить в проект
zh_cn: &raquo;&nbsp;&nbsp; 添加到项目

# projectresults.action.results_from_project
source: &raquo;&nbsp;&nbsp; Remove from Project
ru: Удалить из проекта
zh_cn: &raquo;&nbsp;&nbsp;从项目中移除

# projectresults.action.dm_actions
source: &raquo;&nbsp;&nbsp; Data Management
ru: Управление данными
zh_cn: &raquo;&nbsp;&nbsp; 数据管理

# projectresults.action.project_compare
source: Compare All
ru: Сравнить все
zh_cn: 比较全部

# projectresults.fields.resultsName.label
source: Name
ru: имя
zh_cn: 名称

# projectresults.fields.status.label
source: Status
ru: статус
zh_cn: 状态

# projectresults.fields.reference.label
source: Reference
ru: геномная ссылка
zh_cn: 参考

# projectresults.fields.timeStamp.label
source: Date
ru: Дата
zh_cn: 日期

# projectresults.action.results_to_combine.messages.referenceNotEqual
source: ERROR: Selected results must have the same Alignment Reference.
ru: ОШИБКА: Выбранные результаты должны иметь одинаковую ссылку выравнивания.
zh_cn: 错误：所选结果必须具有相同的比对参考.

# projectresults.action.results_to_combine.messages.statusNotCompleted
source: ERROR: Selected results must have Status = Completed.
ru: ОШИБКА: Выбранные результаты должны иметь статус 'Completed'.
zh_cn: 错误：所选结果必须具有状态=已完成.

# projectresults.action.results_to_combine.messages.minSelected
source: Please select 2 or more results to combine.
ru: Пожалуйста, выберите 2 или более результатов для объединения.
zh_cn: 请选择2个或更多结果进行组合.

# projects.title
source: Projects
ru: Журнал отчетов
zh_cn: 项目

# projects.action.add.label
source: Create a New Project
ru: Планирование нового прогона
zh_cn: 创建一个新项目

# projects.search_bar.fields.rangeA.label
source: Last Modified
ru: последняя измененная дата
zh_cn: 上一次修改

# projects.search_bar.fields.rangeA.placeholder
source: Last Modified
ru: последняя измененная дата
zh_cn: 上一次修改

# projects.search_bar.fields.search_text.label
source: Search Names
ru: Имена поиска
zh_cn: 搜索名称

# projects.search_bar.fields.search_text.placeholder
source: Search Names
ru: Имена поиска
zh_cn: 搜索名称

# projects.search_bar.fields.search_text.action.submit
source: Go
ru: ИДТИ
zh_cn: 进入

# projects.search_bar.action.clear_filters.label
source: Clear All
ru: Очистить все
zh_cn: 全部清除

# projects.fields.action.label
source: Action
ru: Выбрать
zh_cn: 行动

# projects.action.edit.label
source: edit
ru: отредактировать
zh_cn: 编辑

# projects.action.vieweventlog.label
source: log
ru: Посмотреть журнал
zh_cn: 日志

# projects.fields.name.label
source: Name
ru: имя
zh_cn: 名称

# projects.fields.resultsCount.label
source: Results
ru: Результаты
zh_cn: 结果

# projects.fields.modified.label
source: Last Modified
ru: последняя измененная дата
zh_cn: 上一次修改

# global.head.title
source: Torrent Suite (TM) | Thermo Fisher Scientific
ru: Скачать торрент | Thermo Fisher Scientific
zh_cn: Torrent Browser| Thermo Fisher Scientific

# login.header.product.logo.alt
source: Ion Torrent: Sequencing for all
ru: Ионный торрент: секвенирование для всех
zh_cn: Ion Torrent: 为所有测序

# login.header.workflow.logo.alt
source: Informatics workflow
ru: Рабочий процесс информатики
zh_cn: 信息学工作流程

# login.main.wordmark.alt
source: Torrent Suite (TM)
ru: Браузер Torrent
zh_cn: Torrent浏览器

# login.main.product.img.alt
source: Plan Monitor Review Export
ru: Обзор монитора монитора плана
zh_cn: 计划监视器审查导出

# login.footer.p.1
source: For Research Use Only. Not for use in diagnostic procedures.
ru: Только для исследования. Не для использования в диагностических процедурах.
zh_cn: 仅供研究使用. 不用于诊断程序.

# login.footer.p.2
source: &copy; 2019 Thermo Fisher Scientific Inc. All Rights Reserved.
ru: © 2019 Thermo Fisher Scientific Inc. Все права защищены.
zh_cn: &copy; 2019 Thermo Fisher Scientific Inc.保留所有权利.

# signup.title
source: New User Registration
ru: переведите: New User Registration
zh_cn: 新用户注册

# signup.action.submit.label
source: Submit
ru: переведите:Submit
zh_cn: 提交

# login.authenticated.welcome.user.msg
source: Welcome
ru: желанный
zh_cn: 欢迎

# login.authenticated.begin.button
source: Begin
ru: Начать
zh_cn: 开始

# login.authenticated.messages.notuser
source: Not
ru: Не
zh_cn: 否

# login.authenticated.signout.link.text
source: Login as another user
ru: Вход как другой пользователь
zh_cn: 以其他用户身份登录

# login.messages.error.authentication
source: Your username and password didn't match. Please try again.
ru: Ваше имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.
zh_cn: 您的用户名和密码不匹配. 请再试一次.

# login.form.username.placeholder
source: User name
ru: Имя пользователя
zh_cn: 用户名

# login.form.password.placeholder
source: Password
ru: пароль
zh_cn: 密码

# login.form.submit.button.label
source: Sign In
ru: Войти в систему
zh_cn: 登录

# login.form.rememberme.label
source: Remember Me
ru: Запомни меня
zh_cn: 记住我

# login.action.signup.label
source: Register
ru: регистрировать
zh_cn: 注册

# login.action.signup.helptext
source: for a new account
ru: для новой учетной записи
zh_cn: 一个新帐户

# signup.messages.success
source: Thanks for Registering
ru: переведите:Thanks for Registering
zh_cn: 感谢您的注册

# signup.messages.success.accountpending
source: Your account has been created and is pending approval by an admin user.
ru: переведите:Your account has been created and is pending approval by an admin user.
zh_cn: 您的帐户已创建，正在等待管理员用户的批准.

# signup.messages.success.contactadmin
source: Please contact your local admin and ask them to visit the Account Configuration page to activate your new account.
ru: переведите:Please contact your local admin and ask them to visit the Account Configuration page to activate your new account.
zh_cn: 请与您的本地管理员联系，要求他们访问“帐户配置”页面以激活您的新帐户.

# global.nav.menu.monitor.menu.monitor.label
source: Runs in Progress
ru: Выполняется
zh_cn: 正在进行的运行

# global.nav.menu.monitor.menu.monitor_chef.label
source: Ion Chef
ru: ион шеф-повар

# monitor_chef.title
source: Ion Chef
ru: ион шеф-повар

# monitor_chef.fields.last_updated.label
source: Last Updated
ru: переведите:Last Updated
zh_cn: 最近更新

# monitor_chef.fields.sampleSetName.label
source: Sample Set
ru: переведите:Sample Set
zh_cn: 样本集

# monitor_chef.fields.planName.label
source: Plan
ru: переведите:Plan
zh_cn: 计划

# monitor_chef.fields.instrumentName.label
source: Chef Instrument
ru: переведите:Chef Instrument
zh_cn: Chef仪器

# monitor_chef.fields.lib_prep_progress.label
source: Library Prep Progress
ru: переведите:Library Prep Progress
zh_cn: 库制备进度

# monitor_chef.fields.lib_prep_status.label
source: Library Prep Status
ru: переведите:Library Prep Status
zh_cn: 库制备状态

# monitor_chef.fields.template_prep_progress.label
source: Template Prep Progress
ru: переведите:Template Prep Progress
zh_cn: 模板制备进度

# monitor_chef.fields.template_prep_status.label
source: Template Prep Status
ru: переведите:Template Prep Status
zh_cn: 模板制备状态

# monitor_chef.fields.estimated_remaining_time.label
source: Estimated Time Remaining
ru: переведите:Estimated Time Remaining
zh_cn: 预计剩余时间

# monitor_chef.fields.estimated_end_time.label
source: Estimated Time Until User Intervention
ru: переведите:Estimated Time Until User Intervention
zh_cn: 用户干预前的预计时间

# monitor_chef.pageable.previous.label
source: Previous
ru: Предыдущая страница
zh_cn: 上一步

# monitor_chef.pageable.next.label
source: Next
ru: следующую страницу
zh_cn: 下一步

# monitor_chef.pageable.messages.empty
source: There are no current or recent TS plans running on the Ion Chef at this time.
ru: переведите:There are no current or recent TS plans running on the Ion Chef at this time.
zh_cn: 此时在Ion Chef上没有运行当前或近期的TS计划.

# monitor.title
source: Runs in Progress
ru: Выполняется
zh_cn: 正在进行的运行

# monitor.action.review_plan
source: Review Run Plan
ru: переведите:Review Run Plan
zh_cn: 查看运行计划

# monitor.action.review_plan.none
source: No Run Plan
ru: переведите:No Run Plan
zh_cn: 没有运行计划

# monitor.fields.experiment.date.label
source: Run Started
ru: переведите:Run Started
zh_cn: 运行开始

# monitor.fields.experiment.chipDescription.label
source: Chip
ru: переведите:Chip
zh_cn: 芯片

# monitor.fields.experiment.barcodeId.label
source: Barcode
ru: переведите:Barcode

# monitor.fields.experiment.notes.label
source: Notes
ru: переведите:Notes
zh_cn: 注释

# monitor.fields.bead_loading.label
source: Loading
ru: переведите:Loading
zh_cn: 加载量

# monitor.fields.live_beads.tooltip
source: Loaded wells which have a live signal
ru: переведите:Loaded wells which have a live signal
zh_cn: 已加载的有信号的阱

# monitor.fields.live_beads.label
source: Live ISPs
ru: переведите:Live ISPs
zh_cn: 活性ISPs

# monitor.fields.library_beads.tooltip
source: Live wells with a library template
ru: переведите:Live wells with a library template
zh_cn: 带库模板的活性阱

# monitor.fields.library_beads.label
source: Library ISPs
ru: переведите:Library ISPs
zh_cn: 库ISPs

# monitor.fields.keysignal.tooltip
source: Average 1-mer signal in the library key
ru: переведите:Average 1-mer signal in the library key
zh_cn: 库密钥中1-mer信号平均值

# monitor.fields.keysignal.label
source: Key Signal
ru: переведите:Key Signal
zh_cn: 关键信号

# monitor.fields.usable_sequence.tooltip
source: Percentage of the sequence available for analysis after filtering
ru: переведите:Percentage of the sequence available for analysis after filtering
zh_cn: 过滤后可用于分析的序列百分比

# monitor.fields.usable_sequence.label
source: Usable Sequence
ru: переведите:Usable Sequence
zh_cn: 可用序列

# monitor.fields.flows.label
source: Flow Transfer
ru: переведите:Flow Transfer
zh_cn: 流动传输

# monitor.pageable.messages.empty
source: There are no current or recent TS runs at this time.
ru: переведите:There are no current or recent TS runs at this time.
zh_cn: 没有最近完成的或正在进行中的运行。

# monitor.fields.experiment.pgmName.label
source: Instrument
ru: переведите:Instrument
zh_cn: 仪器

# monitor.fields.experiment.resultsName.label
source: Report Name
ru: переведите:Report Name
zh_cn: 报告名称

# monitor.fields.status.label
source: Status
ru: переведите:Status
zh_cn: 状态

# monitor.fields.timeStamp.label
source: Date
ru: переведите:Date
zh_cn: 日期

# monitor.fields.experiment.chipType.label
source: Chip
ru: переведите:Chip
zh_cn: 芯片

# monitor.fields.eas.reference.label
source: Reference
ru: переведите:Reference
zh_cn: 参考

# global.nav.menu.plan.menu.samplesets.label
source: Samples
ru: образцы
zh_cn: 样本

# global.nav.menu.plan.menu.plantemplates.label
source: Templates
ru: Шаблоны
zh_cn: 模板

# global.nav.menu.plan.menu.planned.label
source: Planned Runs
ru: Запланированные пробеги
zh_cn: 计划运行

# batch_plans_from_template.title
source: Plan Runs from Plan Template
ru: переведите:Plan Runs from Plan Template
zh_cn: 来自计划模板的计划运行

# batch_plans_from_template.fields.planCount.label
source: Number of plans to create
ru: переведите:Number of plans to create
zh_cn: 需创建的计划数量

# batch_plans_from_template.fields.planCount.placeholder
source: A whole number between 1 to 100.
ru: переведите:A whole number between 1 to 100.
zh_cn: 1到100之间的整数.

# batch_plans_from_template.fields.planCount.helptext
source: Enter the number of plans to create offline
ru: переведите:Enter the number of plans to create offline
zh_cn: 输入离线创建的计划数量

# batch_plans_from_template.fields.planCount.helptext.nonbarcoded
source: Note: A Plan Runs File, single CSV file with sample and plan, will be downloaded.
ru: переведите:Note: A Plan Runs File, single CSV file with sample and plan, will be downloaded.
zh_cn: 注: 将下载一份计划运行文件以及包含样本和计划的单个CSV文件.

# batch_plans_from_template.fields.planCount.helptext.barcoded
source: Note: A Plan Runs File, ZIP archive of multiple samples and plan CSV files, will be downloaded.
ru: переведите:Note: A Plan Runs File, ZIP archive of multiple samples and plan CSV files, will be downloaded.
zh_cn: 注：将下载一份计划运行文件、多个样本的ZIP存档和计划CSV文件.

# batch_plans_from_template.action.submit.nonbarcoded
source: Download Plan Runs File (CSV) for batch planning
ru: переведите:Plan Runs File (CSV) for batch planning
zh_cn: 下载计划运行文件(CSV)进行批量计划

# batch_plans_from_template.action.submit.barcoded
source: Download Plan Runs File (ZIP) for batch planning
ru: переведите:Download Plan Runs File (ZIP) for batch planning
zh_cn: 下载计划运行文件(ZIP)进行批量计划

# upload_plans_for_template.title
source: Upload Plan Runs
ru: переведите:Upload Plan Runs
zh_cn: 上传计划运行

# upload_plans_for_template.fields.file.select
source: Select file
ru: Выберите файл
zh_cn: 选择文件

# upload_plans_for_template.fields.file.change
source: Change
ru: замена
zh_cn: 更改

# upload_plans_for_template.fields.file.unselect
source: Remove
ru: удалять
zh_cn: 移除

# upload_plans_for_template.fields.postedfile.helptext
source: Select a Plan Runs File, .zip or .csv file, containing the one or more runs to plan.
ru: переведите:Select a Plan Runs File, .zip or .csv file, containing the one or more runs to plan.
zh_cn: 选择计划运行文件，.zip或.csv文件，其中包含一个或多个计划运行.

# upload_plans_for_template.instructions.1
source: <font size='5'>&#9758;</font> Tips: <ul><li>To Download the non-barcoded(single CSV) or barcoded(zip bundle) Plan Runs File:<ul><li>Go to respective Application</li><li>Click the Gear button which is located on the right most side of the respective template</li><li>Click Plan Multiple</li><li>Enter number of plans to create</li><li>Click Download Plan Runs File CSV/ZIP for batch planning</li></ul></li></ul>
ru: переведите:<font size='5'>&#9758;</font> Tips: <ul><li>To Download the non-barcoded(single CSV) or barcoded(zip bundle) Plan Runs File:<ul><li>Go to respective Application</li><li>Click the Gear button which is located on the right most side of the respective template</li><li>Click Plan Multiple</li><li>Enter number of plans to create</li><li>Click Download Plan Runs File CSV/ZIP for batch planning</li></ul></li></ul>
zh_cn: <font size ='5'>&#9758;</ font>提示：<ul> <li>下载不带Barcode(单个CSV)或带Barcode(zip包)计划运行文件：<ul> <li>转到 相应的应用程序</ li> <li>单击位于相应模板最右侧的齿轮按钮</ li> <li>单击"多个计划"</ li> <li>输入要创建的计划数</ li> <li>点击下载计划运行文件CSV / ZIP进行批量计划</ li> </ ul> </ li> </ ul>

# upload_plans_for_template.instructions.2
source: <ul><li>Plan values not included in the CSV file will default to values of the template you are planning from</li><li>To associate a Plan with multiple Plugins or Projects,<ul><li>use "<b>;</b>" as the separator</li><li>Example: My Project1; My Project2</li></ul></li><li>When configuring the IR Account, specify only the Name (Display Name) of the IR account which is configured in Torrent Suite</li></ul>
ru: переведите:<ul><li>Plan values not included in the CSV file will default to values of the template you are planning from</li><li>To associate a Plan with multiple Plugins or Projects,<ul><li>use "<b>;</b>" as the separator</li><li>Example: My Project1; My Project2</li></ul></li><li>When configuring the IR Account, specify only the Name (Display Name) of the IR account which is configured in Torrent Suite</li></ul>
zh_cn: <ul><li> CSV文件中未包含的计划值将默认为您计划的模板的值</li> <li>要将计划与多个插件或项目相关联，<ul> <li>使用 "<b>;</b>"作为分隔符</ li> <li>示例：我的Project1;我的Project2 </ li> </ ul> </ li> <li>配置IR帐户时， 仅指定在Torrent Suite中配置的IR帐户的名称(Display Name) </li></ul>

# upload_plans_for_template.instructions.3
source: <font size='5'>&#9758;</font>Tips for barcoded planning with single CSV file:<ul><li>To specify both sample name and sample ID during barcoded planning,<ul><li>use '<b>;</b>' as the separator and '<b>ID:</b>' as the sample ID key</li><li>Example: sample 1;ID:ext 1</li></ul></li><li>To specify reference and/or BED files per barcoded sample during barcoded planning,<ul><li>use '<b>;</b>' as the separator</li><li>use '<b>REF:</b>' as the reference key, '<b>TARGET:</b> as the target region BED file key, '<b>HOTSPOT:</b>' as the HotSpot BED file key</li><li>Example: sample 1; REF:hg19; TARGET:/hg19/unmerged/detail/target.bed; HOTSPOT:/hg19/unmerged/detail/hotspots.bed</li></ul></li><li>For DNA and Fusions barcoded planning,<ul><li>use '<b>;</b>' as the separator, '<b>TYPE:</b>' as the Nucleotide Type key. </li><li>use '<b>RNA REF:</b>' and '<b>RNA TARGET:</b>' as the keys to specify RNA reference or RNA target regions BED file different from the template defaults</li><li>Example: sample 1;ID:ext 1;TYPE:DNA</li><li>Example: sample 1;ID:ext 1;TYPE:RNA;RNA REF:hg19_RNA;RNA TARGET:/hg19_RNA/unmerged/detail/BRCA.designed.bed</li></ul></li></ul>
ru: переведите:<font size='5'>&#9758;</font>Tips for barcoded planning with single CSV file:<ul><li>To specify both sample name and sample ID during barcoded planning,<ul><li>use '<b>;</b>' as the separator and '<b>ID:</b>' as the sample ID key</li><li>Example: sample 1;ID:ext 1</li></ul></li><li>To specify reference and/or BED files per barcoded sample during barcoded planning,<ul><li>use '<b>;</b>' as the separator</li><li>use '<b>REF:</b>' as the reference key, '<b>TARGET:</b> as the target region BED file key, '<b>HOTSPOT:</b>' as the HotSpot BED file key</li><li>Example: sample 1; REF:hg19; TARGET:/hg19/unmerged/detail/target.bed; HOTSPOT:/hg19/unmerged/detail/hotspots.bed</li></ul></li><li>For DNA and Fusions barcoded planning,<ul><li>use '<b>;</b>' as the separator, '<b>TYPE:</b>' as the Nucleotide Type key. </li><li>use '<b>RNA REF:</b>' and '<b>RNA TARGET:</b>' as the keys to specify RNA reference or RNA target regions BED file different from the template defaults</li><li>Example: sample 1;ID:ext 1;TYPE:DNA</li><li>Example: sample 1;ID:ext 1;TYPE:RNA;RNA REF:hg19_RNA;RNA TARGET:/hg19_RNA/unmerged/detail/BRCA.designed.bed</li></ul></li></ul>
zh_cn: <font size ='5'>&#9758;</ font>使用单个CSV文件进行Barcode规划的技巧：<ul> <li>要在Barcode规划期间指定样本名称和样本ID，<ul> <li>使用'< b>; </b>'作为分隔符，'<b> ID：</b>'作为样本ID密钥</ li> <li>示例：样本1; ID：ext 1 </ li> </ ul> </ li> <li>要在Barcode规划期间为每个Barcode样本指定参考和/或BED文件，<ul> <li>使用'<b>; </b>'作为分隔符</ li> <li >使用'<b> REF：</b>'作为参考键，'<b> TARGET：</b>作为目标区域BED文件密钥，'<b> HOTSPOT：</b>'作为HotSpot BED文件密钥</ li> <li>示例：样本1; REF：hg19; 目标：/hg19/unmerged/detail/target.bed; 热点：/hg19/unmerged/detail/hotspots.bed</li></ul></li><li>对于DNA和融合Barcode计划，<ul><li>使用'<b>;</b>'作为分隔符，'<b> TYPE：</b>'作为核苷酸类型码. </li><li>使用'<b>RNA REF:</b>'和'<b>RNA TARGET:</b>'作为指定RNA参考或RNA靶区域BED文件的密钥</li><li>示例：样本1; ID：ext 1;类型：DNA示例：样本1; ID：ext 1;类型：RNA; RNA REF：hg19_RNA; RNA目标：/hg19_RNA/unmerged/detail/BRCA.designed.bed</li></ul></li></ul>

# upload_plans_for_template.action.submit
source: Upload Plan Runs File for batch planning
ru: переведите:Upload Plan Runs File for batch planning
zh_cn: 上传计划运行文件以进行批量计划

# reviewplan.title.template
source: Review Template
ru: переведите:Review Template
zh_cn: 审查模板

# reviewplan.title.plan
source: Review Plan
ru: переведите:Review Plan
zh_cn: 审查计划

# reviewplan.title.plannedrun
source: Review Planned Run
ru: переведите:Review Planned Run
zh_cn: 审查计划运行

# reviewplan.fields.result.resultsName
source: Report
ru: переведите:Report
zh_cn: 报告

# reviewplan.section.application.label
source: Application
ru: переведите:Application
zh_cn: 应用

# reviewplan.fields.plan.applicationGroup.label
source: Research Application
ru: переведите:Research Application
zh_cn: 研究应用

# reviewplan.fields.applicationCategoryDisplayedName.label
source: Research Category
ru: переведите:Research Category
zh_cn: 研究类别
