Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# workflow.step.analysisparams.fields.analysis_params.choice.selectchiptype
source: Please select Chip Type to view available Analysis Parameters
ru: Выберите тип чипа, чтобы просмотреть доступные параметры анализа
zh_cn: 请选择芯片类型查看可用的分析参数

# workflow.step.analysisparams.fields.analysisArgsSelected.label
source: Analysis
ru: Анализ
zh_cn: 分析

# workflow.step.analysisparams.fields.preBaseCallerSelected.label
source: Pre-BaseCaller for calibration
ru: Pre-BaseCaller для калибровки
zh_cn: 用于校准的pre-BaseCaller碱基识别系统

# workflow.step.analysisparams.fields.calibrateSelected.label
source: Calibration
ru: калибровка
zh_cn: 校准

# workflow.step.analysisparams.fields.alignmentSelected.label
source: Alignment
ru: центровка
zh_cn: 比对

# workflow.step.analysisparams.fields.thumbnailAnalysisArgsSelected.label
source: Thumbnail Analysis
ru: Анализ эскизов
zh_cn: 缩略图分析

# workflow.step.analysisparams.fields.thumbnailPreBaseCallerSelected.label
source: Thumbnail pre-BaseCaller for calibration
ru: Миниатюрный предварительный базовый калибр для калибровки
zh_cn: 用于校准的缩略图pre-BaseCaller碱基识别系统

# workflow.step.analysisparams.fields.thumbnailCalibrateSelected.label
source: Thumbnail Calibration
ru: Калибровка миниатюр
zh_cn: 缩略图校准

# workflow.step.analysisparams.fields.thumbnailBaseCallerSelected.label
source: Thumbnail BaseCaller
ru: Миниатюра BaseCaller
zh_cn: 缩略图BaseCaller碱基识别系统

# workflow.step.analysisparams.fields.thumbnailAlignmentSelected.label
source: Thumbnail Alignment
ru: Выравнивание эскизов
zh_cn: 缩略图比对

# workflow.step.analysisparams.fields.thumbnailIonStatsSelected.label
source: Thumbnail IonStats
ru: Миниатюра IonStats
zh_cn: 缩略图IonStats

# workflow.step.application.subtitle
source: Select the research application and target technique, then hit next.
ru: Выберите приложение исследования и целевую технику, затем нажмите следующий.
zh_cn: 选择研究应用和目标技术，然后单击下一步.

# workflow.step.savetemplate.bysample.legend
source: Save Template before Plan Creation
ru: Сохранить шаблон до создания плана
zh_cn: 在创建计划前保存模板

# workflow.step.saveplan.bysample.fields.templateName.label
source: Enter a plan name:
ru: Введите название плана:
zh_cn: 输入计划名称:

# workflow.step.savetemplate.bysample.fields.setAsFavorite.label
source: Set as Favorite
ru: Сделать фаворитом
zh_cn: 设置为收藏

# workflow.step.saveplan.bysample.fields.setAsFavorite.label
source: Set as Favorite
ru: Сделать фаворитом
zh_cn: 设置为收藏

# workflow.step.savetemplate.bysample.fields.note.label
source: Add a note
ru: Добавить заметку
zh_cn: 添加注释

# workflow.step.savetemplate.bysample.fields.note.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# workflow.step.saveplan.bysample.fields.note.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# workflow.step.savetemplate.bysample.fields.LIMS_meta.label
source: Add LIMS Meta Data
ru: Добавить метаданные LIMS
zh_cn: 添加LIMS元数据

# workflow.step.saveplan.bysample.fields.LIMS_meta.label
source: Add LIMS Meta Data
ru: Добавить метаданные LIMS
zh_cn: 添加LIMS元数据

# workflow.step.savetemplate.bysample.fields.qcNames.label
source: Monitoring Thresholds
ru: Пороги мониторинга
zh_cn: 正在监测阈值

# workflow.step.saveplan.bysample.fields.qcNames.label
source: Monitoring Thresholds
ru: Пороги мониторинга
zh_cn: 正在监测阈值

# workflow.step.savetemplate.bysample.action.submit
source: Save Template
ru: Сохранить шаблон
zh_cn: 保存模板

# workflow.step.saveplan.bysample.action.submit
source: Save and Finish
ru: Сохранить и закончить
zh_cn: 保存并完成

source: Error, Template Name should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, имя шаблона должно содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误，模板名称应只包含数字、字母、空格和以下符号: . - _

# workflow.step.saveplan.bysample.messages.validate.templateName.is_valid_chars
source: Error, Plan Name should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, имя плана должно содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误，计划名称应只包含数字、字母、空格和以下符号: . - _

# workflow.step.savetemplate.bysample.messages.validate.note.is_valid_chars
source: Error, Notes should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, примечания должны содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误，注释应只包含数字、字母、空格和以下符号: . - _

# workflow.step.saveplan.bysample.messages.validate.note.is_valid_chars
source: Error, Notes should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, примечания должны содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误，注释应只包含数字、字母、空格和以下符号: . - _

# workflow.step.savetemplate.bysample.messages.validate.note.maxlength
source: Error, Notes length should be 1024 characters maximum
ru: Ошибка, длина заметки должна быть не более 1024 символов.
zh_cn: 错误，注释长度应最多为1024个字符

# workflow.step.saveplan.bysample.messages.validate.note.maxlength
source: Error, Notes length should be 1024 characters maximum
ru: Ошибка, длина заметки должна быть не более 1024 символов.
zh_cn: 错误，注释长度应最多为1024个字符

# workflow.step.ionreporter.subtitle
source: Select an Ion Reporter account, workflow and sample grouping, then hit next.
ru: Выберите учетную запись Ion Reporter, рабочий процесс и группу образцов, затем нажмите Далее.
zh_cn: 选择Ion Reporter帐户，工作流程和样本分组，然后单击下一步.

# workflow.step.ionreporter.action.refresh.tooltip
source: Refresh Plugin IonReporterUploader Information
ru: Обновить плагин Информация о IonReporterUploader
zh_cn: 刷新插件IonReporter上传者信息

# workflow.step.ionreporter.action.refresh.label
source: Refresh
ru: обновление
zh_cn: 刷新

# workflow.step.ionreporter.action.configure.tooltip
source: Configure IonReporterUploader Information
ru: Конфигурирование информации IonReporterUploader
zh_cn: 配置Ion Reporter上传者信息

# workflow.step.ionreporter.action.configure.label
source: Configure
ru: конфигурировать
zh_cn: 配置

# workflow.step.ionreporter.fields.irAccountId.label
source: Ion Reporter Account
ru: Ионная учетная запись репортера
zh_cn: Ion Reporter 账号

# workflow.step.ionreporter.messages.validate.irAccountId.invalid
source: The IR account {{IRAccountName}} no longer exists or is inaccessible. Please select a valid IR account.Select an Ion Reporter account, workflow and sample grouping, then hit next.
ru: IR-аккаунт {{IRAccountName}} больше не существует или недоступен. Выберите действительную учетную запись IR. Выберите учетную запись Ion Reporter, рабочий процесс и группу образцов, а затем нажмите кнопку Далее.
zh_cn: The IR 账号 {{IRAccountName}} 不存在或不可访问. 请选择一个有效的IR帐户.选择一个Ion Reporter帐户，工作流程和样本分组，然后单击next.

# workflow.step.ionreporter.fields.sampleGrouping.label
source: Sample Grouping
ru: Группировка образцов
zh_cn: 样本分组

# workflow.step.ionreporter.fields.iru_UploadMode.label
source: Ion Reporter Upload Options
ru: Параметры загрузки Ion Reporter
zh_cn: Ion Reporter上传选项

# workflow.step.ionreporter.fields.iru_UploadMode.helptext
source: *When you are ready to upload to Ion Reporter after manual review, click on "Upload to IR" --> "Upload as planned" option on the run report Navigation bar
ru: * Когда вы будете готовы загрузить Ion Reporter после ручного просмотра, нажмите «Загрузить в IR» -&gt; «Загрузить как запланировано» в отчете о запуске. Панель навигации
zh_cn: *在手动审核后准备好上传到Ion Reporter时，在运行报告导航栏中点击"上传到IR " --> "按计划上传" 选项

# workflow.step.kits.subtitle
source: Kits
ru: наборы
zh_cn: 试剂盒

# workflow.step.kits.fields.instrumentType.label
source: Instrument
ru: инструмент
zh_cn: 仪器

# entity.SamplePrepInstrument.IA.tooltip
source: Isothermal Amplification
ru: переведите:Isothermal Amplification
zh_cn: 恒温扩增

# workflow.step.kits.fields.templatekitname.helptext
source: Choose instrument to view Template Kit menu.
ru: Выберите инструмент, чтобы просмотреть меню набора шаблонов.
zh_cn: 选择仪器以查看试剂盒菜单.

# workflow.step.kits.fields.duplicateReads.tooltip
source: PCR duplicates will be flagged in the BAM file
ru: ПЦР-дубликаты будут помечены в файле BAM
zh_cn: PCR复制将在BAM文件中标记

# workflow.step.kits.fields.duplicateReads.label
source: Mark as Duplicates Reads
ru: Отметить как Duplicates Reads
zh_cn: 标记为重复读序

# workflow.step.kits.fields.realign.tooltip
source: Optional analysis step to adjust the alignment, primarily in the CIGAR string
ru: Дополнительный этап анализа для настройки выравнивания, в первую очередь в строке CIGAR
zh_cn: 可选分析步骤，主要在CIGAR字符串中调整比对

# workflow.step.kits.fields.realign.label
source: Enable Realignment
ru: Включить перераспределение
zh_cn: 启用重新比对

# workflow.step.kits.advancedsettings.title
source: Advanced Settings
ru: Расширенные настройки
zh_cn: 高级设置

# workflow.step.kits.advancedsettings.messages.updated
source: &nbsp; Updated Advanced Settings!
ru: Обновленные расширенные настройки!
zh_cn: &nbsp; 已更新的高级设置!

# workflow.step.kits.fields.advancedSettingsChoice.defaultSettings
source: Use Recommended Defaults
ru: Использовать рекомендуемые значения по умолчанию
zh_cn: 使用推荐的默认值

# workflow.step.kits.fields.advancedSettingsChoice.customSettings
source: Customize
ru: Настроить
zh_cn: 自定义

# workflow.step.kits.advancedsettings.disclaimer
source: <strong>Warning!</strong> &nbsp;It's <u>not recommended</u> to change these settings, please consult your local field representative before modifying parameters below.
ru: <strong>Предупреждение!</strong> <u>Не рекомендуется</u> изменять эти параметры, пожалуйста, обратитесь к местному представителю на местах, прежде чем изменять параметры ниже.
zh_cn: <strong>警告!</strong> &nbsp;<u>不建议</u>更改这些设置，请在修改以下参数之前咨询本地现场代表.

# workflow.step.kits.fields.samplePrepProtocol.label
source: Templating Protocol
ru: Протокол шаблонный
zh_cn: 制模方案

# workflow.step.kits.fields.samplePrepProtocol.default
source: Use Instrument Default
ru: Использовать инструмент по умолчанию
zh_cn: 使用仪器默认值

# workflow.step.kits.fields.base_recalibrate.tooltip
source: Base Calibration allows for empirical alignments to influence flow signals to achieve better homopolymer calibration to improve overall accuracy
ru: Базовая калибровка позволяет эмпирическим выравниваниям влиять на сигналы потока для достижения лучшей калибровки гомополимера для повышения общей точности
zh_cn: 碱基校准允许经验比对以影响流动信号，实现更好的均聚物校准，从而提高总体准确度

# workflow.step.kits.fields.base_recalibrate.label
source: Base Calibration Mode
ru: Режим базовой калибровки
zh_cn: 碱基校准模式

# workflow.step.kits.fields.libraryKey.label
source: Forward Library Key
ru: Переслать библиотечный ключ
zh_cn: 转发库密钥

# workflow.step.kits.fields.forward3primeAdapter.label
source: Forward 3' Adapter
ru: Вперед 3 &#39;Адаптер
zh_cn: 转发 3'衔接头

# workflow.step.kits.fields.tfKey.label
source: Test Fragment Key
ru: Ключ тестового фрагмента
zh_cn: 测试片段密钥

# workflow.step.kits.messages.validate.tfKey.invalidchar
source: Invalid TF key character
ru: Недопустимый ключевой символ TF
zh_cn: TF密钥字符无效

# workflow.step.kits.fields.flowOrder.label
source: Flow Order
ru: Заказ потока
zh_cn: 流动次序

# workflow.step.kits.fields.flowOrder.default
source: Use Instrument Default
ru: Использовать инструмент по умолчанию
zh_cn: 使用仪器默认值

# workflow.step.output.subtitle
source: Select the project(s) that will receive data from runs planned in this template, then hit next.
ru: Выберите проект (ы), который будет получать данные из запланированных в этом шаблоне прогонов, затем нажмите далее.
zh_cn: 选择将从此模板中计划的运行中接收数据的项目，然后点击下一步.

# workflow.step.output.action.search
source: Search
ru: Поиск
zh_cn: 搜索

# workflow.step.output.action.addMultiple
source: Add Project…
ru: Добавить проект ...
zh_cn: 添加项目…

# workflow.step.output.fields.newProjects.label
source: Enter project name(s) (comma-separated)
ru: Введите название (ы) проекта (разделенные запятой)
zh_cn: 输入项目名称(用逗号隔开)

# workflow.step.output.action.removeMultiple
source: Remove New Projects
ru: Удалить новые проекты
zh_cn: 移除新项目

# workflow.step.plugins.subtitle
source: Select plugins to execute, then click Next.
ru: Выберите плагины для выполнения, затем нажмите «Далее».
zh_cn: 选择要执行的插件，然后单击下一步.

# workflow.step.plugins.action.selectall.tooltip
source: Selects all available plugins.
ru: Выбирает все доступные плагины.
zh_cn: 选择所有可用的插件.

# workflow.step.plugins.action.selectall.label
source: Select All
ru: Выбрать все
zh_cn: 全选

# workflow.step.plugins.action.clear.tooltip
source: Unselects all selected plugins.
ru: Отменяет выбор всех выбранных плагинов.
zh_cn: 取消选择所有选定的插件.

# workflow.step.plugins.action.clear.label
source: Clear
ru: Очистить
zh_cn: 清除

# workflow.step.plugins.action.configureplugin.tooltip
source: Configure the plugin
ru: Настройка плагина
zh_cn: 配置插件

# workflow.step.plugins.action.configureplugin.label
source: Configure
ru: конфигурировать
zh_cn: 配置

# workflow.step.plugins.messages.validate.validationErrors.title
source: Invalid Configuration
ru: Неверная конфигурация
zh_cn: 配置无效

# workflow.step.plugins.configureplugin.title
source: Configure Plugin
ru: Настройка плагина
zh_cn: 配置插件

# workflow.step.plugins.configureplugin.messages.noiframe
source: WARNING: Your browser does not support iFrames.
ru: ПРЕДУПРЕЖДЕНИЕ. Ваш браузер не поддерживает iFrames.
zh_cn: 警告：您的浏览器不支持iFrame.

# workflow.step.plugins.configureplugin.action.cancel
source: Close
ru: Закрыть
zh_cn: 关闭

# workflow.step.plugins.configureplugin.action.save
source: Save Changes
ru: Сохранить изменения
zh_cn: 保存更改

# workflow.step.reference.title
source: Default Reference & BED Files
ru: Ссылки по умолчанию и файлы BED
zh_cn: 默认参考和BED文件

source: DNA Reference Library
ru: Справочная библиотека ДНК
zh_cn: DNA参考库

# workflow.step.reference.fields.default_reference.choice.default
source: None
ru: Никто
zh_cn: 无

# workflow.step.reference.fields.default_reference.choice.referenceMissing
source: (Not Found)
ru: (Не обнаружена)
zh_cn: (未找到)

source: DNA Target Regions
ru: Целевые регионы ДНК
zh_cn: DNA目标区域

# workflow.step.reference.fields.default_targetBedFile.choice.default
source: None
ru: Никто
zh_cn: 无

# workflow.step.reference.fields.default_targetBedFile.choice.targetBedFileMissing
source: (Not Found)
ru: (Не обнаружена)
zh_cn: (未找到)

source: DNA Hotspot Regions
ru: Регионы Hotspot
zh_cn: DNA热点区域

# workflow.step.reference.fields.default_hotSpotBedFile.label
source: Hotspot Regions
ru: Области Горячих точек
zh_cn: 热点区域

# workflow.step.reference.fields.default_hotSpotBedFile.choice.default
source: None
ru: Никто
zh_cn: 无

source: (Not Found)
ru: (Не обнаружена)
zh_cn: (未找到)

# workflow.step.reference.fields.isSameRefInfoPerSample.label.barcodes
source: Use same reference & BED files for all barcodes
ru: Используйте одинаковые ссылки и BED-файлы для всех штрих-кодов
zh_cn: 所有Barcode都使用相同的参考文件和BED文件

# workflow.step.reference.fields.isSameRefInfoPerSample.label.chips
source: Use same reference & BED files for all chips
ru: Используйте те же ссылки и BED-файлы для всех фишек
zh_cn: 所有芯片使用相同的参考和BED文件

source: Fusions Reference Library
ru: Справочная библиотека Fusion
zh_cn: 融合参考库

# workflow.step.reference.fields.mixedTypeRNA_reference.label
source: RNA Reference Library
ru: Справочная библиотека РНК
zh_cn: RNA参考库

# workflow.step.reference.fields.mixedTypeRNA_reference.choice.default
source: None
ru: Никто
zh_cn: 无

source: (Not Found)
ru: (Не обнаружена)
zh_cn: (未找到)

source: Fusions Target Regions
ru: Сплавы Целевые регионы
zh_cn: 融合目标区域

# workflow.step.reference.fields.mixedTypeRNA_targetBedFile.label
source: RNA Target Regions
ru: Целевые регионы РНК
zh_cn: RNA目标区域

# workflow.step.reference.fields.mixedTypeRNA_targetBedFile.choice.default
source: None
ru: Никто
zh_cn: 无

source: (Not Found)
ru: (Не обнаружена)
zh_cn: (未找到)

# workflow.step.sample.fields.is_barcoded.choice.0
source: No Barcoding - One Sample per Chip
ru: Нет штрих-кода - один образец на чип
zh_cn: 无Barcode - 每一个芯片对应一个样本

# workflow.step.sample.fields.is_dualBarcoded.choice.0
source: No Dual Barcoding
ru: Нет двойного штрихкодирования
zh_cn: 无双Barcoding

# workflow.step.sample.fields.is_barcoded.choice.1
source: Use Barcoding
ru: Использовать штрих-код
zh_cn: 使用Barcoding

# workflow.step.sample.fields.is_dualBarcoded.choice.1
source: Dual Barcoding
ru: Двойной штрих-код
zh_cn: 双Barcoding

# workflow.step.sample.fields.isOncoSameSample.label
source: Same sample for DNA and Fusions?
ru: Тот же образец для ДНК и слияний?
zh_cn: 相同DNA和融合样本?

# workflow.step.sample.fields.numRows.label.barcodes
source: Number of barcodes
ru: Количество штрих-кодов
zh_cn: Barcode数量

# workflow.step.sample.fields.numRows.label.chips
source: Number of chips
ru: Количество чипов
zh_cn: 芯片数量

# workflow.step.sample.fields.numRows.tooltip
source: Change number of rows below for plan creation
ru: переведите:Change number of rows below for plan creation
zh_cn: 修改下表的行数以创建计划

# workflow.step.sample.action.load_samples_table.tooltip
source: Load samples table from csv file
ru: Загрузить таблицу образцов из файла csv
zh_cn: 从csv文件加载样本表

# workflow.step.sample.action.load_samples_table.label
source: Load Samples Table
ru: Таблица образцов нагрузки
zh_cn: 加载样本表

# workflow.step.sample.action.save_samples_table.tooltip
source: Save samples table to csv file
ru: Сохранить таблицу образцов в файл csv
zh_cn: 将样本表保存为csv文件

# workflow.step.sample.action.save_samples_table.label
source: Save Samples Table
ru: Сохранить таблицу образцов
zh_cn: 保存样本表

# workflow.step.sample.fields.endBarcodeSet.label
source: End Barcode Set
ru: Конец штрих-кода
zh_cn: 结束Barcode集

# workflow.step.sample.messages.sampleperbarcode
source: Enter a sample name for each barcode used (require at least one sample)
ru: Введите имя образца для каждого используемого штрих-кода (требуется хотя бы один образец)
zh_cn: 为每个使用的Barcode输入一个样本名称(至少需要一个样本)

# workflow.step.sample.action.fillSampleNames.tooltip
source: Auto generate sample names
ru: Автогенерировать имена образцов
zh_cn: 自动生成样本名称

# workflow.step.sample.action.clearSampleNames.tooltip
source: Clear sample names
ru: Очистить имена образцов
zh_cn: 清除样本名称

# workflow.step.sample.messages.sampleperplan
source: Enter a sample name for each plan (require at least one sample)
ru: Введите имя образца для каждого плана (требуется хотя бы один образец)
zh_cn: 为每个计划输入一个样本名称(至少需要一个样本)

# workflow.step.sample.action.refreshIonReporterInformation.tooltip
source: Refresh IonReporter Information
ru: Обновить информацию о IonReporter
zh_cn: 刷新Ion Reporter信息

# workflow.step.sample.fields.isOnco_Pgs.choice.Oncology
source: Oncology
ru: онкология
zh_cn: 肿瘤科

# workflow.step.sample.fields.isOnco_Pgs.choice.Pgs
source: Pre-implantation Genetic Screening
ru: Предварительная имплантация генетического скрининга
zh_cn: 植入前基因筛查

# workflow.step.sample.load_samples_table.title
source: Load Samples Table
ru: Таблица образцов нагрузки
zh_cn: 加载样本表

# workflow.step.sample.load_samples_table.fields.file.label
source: Select a CSV File
ru: Выберите файл CSV
zh_cn: 选择一份CSV文件

# workflow.step.sample.load_samples_table.fields.file.select
source: Select file
ru: Выберите файл
zh_cn: 选择文件

# workflow.step.sample.load_samples_table.fields.file.change
source: Change
ru: замена
zh_cn: 更改

# workflow.step.sample.load_samples_table.fields.file.unselect
source: Remove
ru: удалять
zh_cn: 移除

# workflow.step.sample.load_samples_table.action.cancel
source: Cancel
ru: Отмена
zh_cn: 取消

# workflow.step.sample.load_samples_table.action.save
source: Load
ru: нагрузка
zh_cn: 加载

# workflow.step.saveplan.fields.templateName.label
source: Template Name
ru: Имя Шаблона
zh_cn: 模板名称

# workflow.step.saveplan.fields.note.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# workflow.step.saveplan.fields.LIMS_meta.label
source: Add LIMS Meta Data
ru: Добавить метаданные LIMS
zh_cn: 添加LIMS元数据

# workflow.step.saveplan.fields.LIMS_meta.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# workflow.step.saveplan.fields.qcNames.label
source: Monitoring Thresholds
ru: Пороги мониторинга
zh_cn: 正在监测阈值

# plan.workflow.name.edit.action.submitAndReanalyze
source: Update Run & Reanalyze
ru: Обновить Run &amp; Reanalyze
zh_cn: 更新运行并重新分析

# plan.workflow.name.copy.action.submit
source: Copy Plan
ru: План копирования
zh_cn: 复制计划

# plan.workflow.name.edit.action.submit
source: Update Plan
ru: План обновления
zh_cn: 更新计划

# plan.workflow.name.editrun.action.submit
source: Update Run
ru: Прогон обновления
zh_cn: 更新运行

# plan.workflow.name.createfrom.action.submit
source: Plan Run
ru: Запуск плана
zh_cn: 计划运行

# workflow.step.savetemplate.fields.setAsFavorite.label
source: Set as Favorite
ru: Сделать фаворитом
zh_cn: 设置为收藏

# workflow.step.savetemplate.fields.note.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# workflow.step.savetemplate.fields.LIMS_meta.label
source: Add LIMS Meta Data
ru: Добавить метаданные LIMS
zh_cn: 添加LIMS元数据

# workflow.step.savetemplate.fields.LIMS_meta.placeholder
source: Optional
ru: Необязательный
zh_cn: 可选

# workflow.step.savetemplate.fields.qcNames.label
source: Monitoring Thresholds
ru: Пороги мониторинга
zh_cn: 正在监测阈值

# template.workflow.name.copy.action.submit
source: Copy Template
ru: Шаблон копирования
zh_cn: 复制模板

# template.workflow.name.edit.action.submit
source: Save Template
ru: Сохранить шаблон
zh_cn: 保存模板

# template.workflow.name.createfrom.action.submit
source: Save Template
ru: Сохранить шаблон
zh_cn: 保存模板

# workflow.step.savetemplate.messages.validate.templateName.is_valid_chars
source: Error, Template Name should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, имя шаблона должно содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误，模板名称应只包含数字、字母、空格和以下符号: . - _

# workflow.step.savetemplate.messages.validate.templateName.maxlength
source: Error, Template Name length should be 512 characters maximum
ru: Ошибка, длина имени шаблона должна быть не более 512 символов.
zh_cn: 错误，模板名称长度最多应为512个字符

# workflow.step.savetemplate.messages.validate.note.is_valid_chars
source: Error, Notes should contain only numbers, letters, spaces, and the following: . - _
ru: Ошибка, примечания должны содержать только числа, буквы, пробелы и следующее:. - _
zh_cn: 错误，注释应只包含数字、字母、空格和以下符号: . - _

# workflow.step.savetemplate.messages.validate.note.maxlength
source: Error, Notes length should be 1024 characters maximum
ru: Ошибка, длина заметки должна быть не более 1024 символов.
zh_cn: 错误，注释长度最多应为1024个字符

# workflow.step.application.fields.applicationGroupCategory.label
source: Research Category
ru: Категория исследования
zh_cn: 研究类别

# report.action.select.label
source: Reports
ru: Отчеты
zh_cn: 报告

# report.action.plugins.label
source: Plugins
ru: Плагины
zh_cn: 插件

# report.action.plugins.menu.execute
source: Select Plugins to Run
ru: Выберите плагины для запуска
zh_cn: 选择要运行的插件

# report.action.plugins.menu.refresh
source: Refresh Plugins
ru: Обновить плагины
zh_cn: 刷新插件

# report.action.actions.label
source: Report Actions
ru: Действия с отчетами
zh_cn: 报告操作

# report.action.actions.menu.reviewplan
source: Review Plan
ru: План обзора
zh_cn: 审查计划

# report.action.actions.menu.editplan
source: Edit Run Plan
ru: Изменить план выполнения
zh_cn: 编辑运行计划

# report.action.actions.menu.copyplan
source: Copy Plan
ru: План копирования
zh_cn: 复制计划

# report.action.actions.menu.reanalyze
source: Reanalyze
ru: повторный анализ
zh_cn: 重新分析

# report.action.actions.menu.datamanagement
source: Data Management
ru: Управление данными
zh_cn: 数据管理

# report.action.actions.menu.customersupportarchive
source: Download Customer Support Archive (CSA)
ru: Загрузить архив поддержки клиентов (CSA)
zh_cn: 下载客户支持档案(CSA)

# report.action.pdf.label
source: Download PDF
ru: Загрузить PDF-файл
zh_cn: 下载PDF

# report.action.pdf.menu.summary.label
source: Summary PDF
ru: Резюме PDF
zh_cn: 总结PDF

# report.action.pdf.menu.plugins.label
source: Plugins PDF
ru: Плагины PDF
zh_cn: 插件PDF

# report.section.summary.title
source: Summary
ru: Резюме
zh_cn: 总结

# report.section.unaligned.title
source: Unaligned Reads
ru: невыровненные чтения
zh_cn: 未比对读序
