Repository: Ialbo/TS
Catalog: dbReports/iondb/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

# validators.messages.not_found
source: %(errorPrefix)s %(fieldName)s not found for %(value)s.
ru: переведите:%(errorPrefix)s %(fieldName)s not found for %(value)s.
zh_cn: %(errorPrefix)s 未找到%(value)s的%(fieldName)s.

# validators.messages.entity_data
source: %(errorPrefix)s No %(entity)s data to validate.
ru: переведите:%(errorPrefix)s No %(entity)s data to validate.
zh_cn: %(errorPrefix)s没有需要验证的%(entity)s 数据.

# validators.messages.entity_field_unique
source: %(errorPrefix)s %(model_name)s with this %(field_label)s already exists.
ru: переведите:%(errorPrefix)s %(model_name)s with this %(field_label)s already exists.
zh_cn: %(errorPrefix)s具有此%(field_label)s的%(model_name)s 已存在.

# validators.messages.entity_field_unique_value
source: %(errorPrefix)s %(model_name)s with this %(field_label)s value of %(field_value)s already exists.
ru: переведите:%(errorPrefix)s %(model_name)s with this %(field_label)s value of %(field_value)s already exists.
zh_cn: %(errorPrefix)s具有此%(field_label)s值的%(field_value)s的%(model_name)s已存在.

# validators.messages.invalid_value
source: %(errorPrefix)s%(fieldName)s value of %(fieldValue)s is not valid.
ru: переведите:%(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not valid.
zh_cn: %(errorPrefix)s %(fieldName)s %(fieldValue)s 的值无效.

# validators.messages.invalid_related
source: %(errorPrefix)s %(fieldName)s is not supported for this %(relatedName)s.
ru: переведите:%(errorPrefix)s %(fieldName)s is not supported for this %(relatedName)s.
zh_cn: %(errorPrefix)s此%(relatedName)s不支持s %(fieldName)s

# validators.messages.invalid_value_related
source: %(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not supported for this %(relatedName)s.
ru: переведите:%(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not supported for this %(relatedName)s.
zh_cn: %(errorPrefix)s此%(relatedName)s不支持%(fieldValue)s的%(fieldName)s 值.

# validators.messages.invalid_value_related_value
source: %(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not supported for this %(relatedName)s with value of %(relatedValue)s.
ru: переведите:%(errorPrefix)s %(fieldName)s value of %(fieldValue)s is not supported for this %(relatedName)s with value of %(relatedValue)s.
zh_cn: %(errorPrefix)s %(fieldName)s的%(fieldValue)s值不支持此%(relatedName)s,其值为%(relatedValue)s.

# validators.messages.invalid_choice
source: %(errorPrefix)s %(fieldName)s value is not valid. %(choice)s is not one of the available choices %(choices)s.
ru: переведите:%(errorPrefix)s %(fieldName)s value is not valid. %(choice)s is not one of the available choices %(choices)s.
zh_cn: %(errorPrefix)s %(fieldName)s 值无效.%(choices)s不是可用选项%(choices)s之一.

# validators.messages.invalid_choice_related
source: %(errorPrefix)s %(fieldName)s value is not valid with %(relatedName)s. %(choice)s is not one of the available choices %(choices)s.
ru: переведите:%(errorPrefix)s %(fieldName)s value is not valid with %(relatedName)s. %(choice)s is not one of the available choices %(choices)s.
zh_cn: %(errorPrefix)s %(fieldName)s 值对于%(relatedName)s无效. %(choices)s不是可用选项%(choices)s之一.

# validators.messages.invalid_choice_related_choice
source: %(errorPrefix)s %(fieldName)s value is not valid with %(relatedName)s value of %(relatedChoice)s. %(choice)s is not one of the available choices %(choices)s.
ru: переведите:%(errorPrefix)s%(fieldName)s value is not valid with %(relatedName)s value of %(relatedChoice)s. %(choice)s is not one of the available choices %(choices)s.
zh_cn: %(errorPrefix)s %(fieldName)s值无效, %(relatedName)的值为%(relatedChoice)s. %(choices)s不是可用选项%(choices)s之一.

# validators.messages.max_value
source: %(errorPrefix)s %(fieldName)s must be less than or equal to %(limit_value)s.
ru: переведите:%(errorPrefix)s %(fieldName)s must be less than or equal to %(limit_value)s.
zh_cn: %(errorPrefix)s %(fieldName)s 必须小于或等于%(limit_value)s.

# validators.messages.min_value
source: %(errorPrefix)s %(fieldName)s must be greater than or equal to %(limit_value)s.
ru: переведите:%(errorPrefix)s %(fieldName)s must be greater than or equal to %(limit_value)s.
zh_cn: %(errorPrefix)s %(fieldName)s 必须大于或等于%(limit_value)s.

# validators.messages.no_data
source: %(errorPrefix)s No %(entity)s data to validate.
ru: переведите:%(errorPrefix)s No %(entity)s data to validate.
zh_cn: %(errorPrefix)s没有需要验证的%(entity)s 数据.

# validators.messages.no_data_from
source: %(errorPrefix)s No %(name)s data found in %(item)s.
ru: переведите:%(errorPrefix)s No %(name)s data found in %(item)s.
zh_cn: %(errorPrefix)s在%(item)s中找不到%(name)s数据.

# validators.messages.not_active
source: %(errorPrefix)s %(entity)s %(entityValue)s is not active.
ru: переведите:%(errorPrefix)s %(entity)s %(entityValue)s is not active.
zh_cn: %(errorPrefix)s %(entity)s %(entityValue)s 未激活.

# validators.messages.range
source: %(errorPrefix)s %(fieldName)s must be a integer within range [%(min_value)d, %(max_value)d].
ru: переведите:%(errorPrefix)s %(fieldName)s must be a integer within range [%(min_value)d, %(max_value)d].
zh_cn: %(errorPrefix)s %(fieldName)s 必须是范围[%(min_value)d，%(max_value)d]内的整数.

# validators.messages.row_errors
source: Error in row %(rowNumber)s: %(rowErrors)s
ru: переведите:Error in row %(rowNumber)s: %(rowErrors)s
zh_cn: 行%(rowNumber)s中的错误：%(rowErrors)s

# validators.messages.not_configured
source: %(errorPrefix)s %(fieldName)s of %(fieldValue)s not configured.
ru: переведите:%(errorPrefix)s %(fieldName)s of %(fieldValue)s not configured.
zh_cn: %(errorPrefix)s未配置%(fieldValue)s的s %(fieldName)s.

# validators.messages.not_reachable
source: %(errorPrefix)s %(fieldName)s of %(fieldValue)s not reachable.
ru: переведите:%(errorPrefix)s %(fieldName)s of %(fieldValue)s not reachable.
zh_cn: %(errorPrefix)s %(fieldValue)s的%(fieldName)s 不可访问.

# validators.messages.not_reachable_not_configured
source: %(errorPrefix)s %(fieldName)s of %(fieldValue)s is not reachable or not configured.
ru: переведите:%(errorPrefix)s %(fieldName)s of %(fieldValue)s is not reachable or not configured.
zh_cn: %(errorPrefix)s %(fieldValue)s的%(errorPrefix)s %(fieldName)s 不可访问或未配置.

# validators.messages.provided
source: %(errorPrefix)s %(fieldName)s is provided.
ru: переведите:%(errorPrefix)s %(fieldName)s is provided.
zh_cn: %(errorPrefix)s提供%(fieldName)s.

# validators.messages.schema_missing_attribute
source: %(errorPrefix)s %(fieldName)s is missing.
ru: переведите:%(errorPrefix)s %(fieldName)s is missing.
zh_cn: %(errorPrefix)s %(fieldName)s 缺失.

# validators.messages.file_does_not_exist
source: %(errorPrefix)s File %(file)s does not exist.
ru: Не существует
zh_cn: %(errorPrefix)s文件%(file)s 不存在.

# validators.messages.file_invalid_extension
source: %(errorPrefix)s The file extension %(extension)s is not one of the supported file types of: %(extensions)s.
ru: переведите:%(errorPrefix)s %(fieldName)s is not supported for this %(relatedName)s.
zh_cn: %(errorPrefix)s文件扩展名%(extension)s 属于不支持的文件类型之一：%(extension)s.

# validators.messages.file_missing_extension
source: %(errorPrefix)s The file extension is missing from file name %(filename)s. Unable to identify type of file.
ru: переведите:%(errorPrefix)s %(fieldName)s is not supported for this %(relatedName)s.
zh_cn: %(errorPrefix)s文件名 %(filename)s中缺少文件扩展名.无法识别文件类型.

# validators.messages.file_empty
source: %(errorPrefix)s %(label)s %(file)s is empty, zero size and has no contents.
ru: переведите:%(errorPrefix)s %(fieldName)s is empty.
zh_cn: %(errorPrefix)s %(label)s %(file)s为空，大小为零且无内容.

# validators.messages.invalid_date_format
source: %(errorPrefix)s %(fieldName)s valid date format is YYY-MM-DD.
ru: translate:%(errorPrefix)s %(fieldName)s valid date format is YYY-MM-DD.
zh_cn: translate:%(errorPrefix)s %(fieldName)s valid date format is YYY-MM-DD.

# validators.messages.unknown
source: %(errorPrefix)s Failed to validate. Validator function "%(rule)s" is not defined.
ru: переведите:%(errorPrefix)s Failed to validate. Validator function "%(rule)s" is not defined.
zh_cn: %(errorPrefix)s验证失败.验证器功能 "%(rule)s" 未定义.

# os.apt.busy
source: The package manager (apt) is currently busy with another operation, please wait a moment and try again.
zh_cn: 包管理器（apt）目前正在忙于另一项操作，请稍等片刻再试一次.

# entity.InstrumentTypes.none
source: Undefined
zh_cn: 未定义

# report.fields.status.choice.CoreDump
source: CoreDump
zh_cn: 核心转储

# report.fields.status.choice.MissingFile
source: MissingFile
zh_cn: 缺少文件

# configure_offline_bundle.messages.submitmsg
source: The install process may take a few minutes to complete...
zh_cn: 安装过程可能需要几分钟才能完成...

source: <Previous custom selection>
zh_cn: <上一次自定义选择>

source: <Selection before chip/kits selection change>
zh_cn: <芯片/试剂盒选择更改前的选择>

# samplesets.samplesetitem.fields.sampleCollectionDate.label
source: Sample Collection Date
zh_cn: translate: Sample Collection Date

# samplesets.samplesetitem.fields.sampleReceiptDate.label
source: Sample Receipt Date
zh_cn: translate: Sample Receipt Date

# data.search_bar.fields.order_by.choice.-expName
source: Run Name Z-A
zh_cn: 运行名称Z-A

# data.fields.plan.runType.label
source: Res App
zh_cn: 研究应用程序

# monitor.fields.bead_loading.tooltip
source: Addressable wells on the chip which have detectable loading
zh_cn: 芯片上有可检测负载的可寻址阱

# workflow.step.analysisparams.fields.analysis_params.choice.currentselections
source: <Current selection>
zh_cn: <当前选择>

# workflow.step.analysisparams.fields.baseCallerSelected.label
source: BaseCaller
zh_cn: BaseCaller碱基识别系统

# workflow.step.analysisparams.fields.thumbnailBeadFindSelected.label
source: Thumbnail BeadFind
zh_cn: 缩略图BeadFind

# workflow.step.savetemplate.bysample.fields.LIMS_meta.placeholder
source: Optional
zh_cn: 可选

# workflow.step.saveplan.bysample.fields.LIMS_meta.placeholder
source: Optional
zh_cn: 可选

# workflow.step.saveplan.validation.error.bad_sample_name
source: Error, sample name should be 127 characters maximum, should only start with letters and numbers and contain only numbers, letters, spaces, and the following: . - _
zh_cn: 错误：样本名称最大支持127个字符，只能以字母或数字开头，只能包含字母、数字、空格或三种特殊字符 . - _

# workflow.step.saveplan.validation.error.please_fix
source: Please Fix:
zh_cn: 请更正：

# workflow.step.saveplan.validation.error.bad_sample_external_id
source: Error, sample external id should be 127 characters maximum, should only start with letters and numbers and contain only numbers, letters, spaces, and the following: . - _
zh_cn: 错误：样本外部ID最大支持127个字符，只能以字母或数字开头，只能包含字母、数字、空格或三种特殊字符 . - _

# workflow.step.saveplan.validation.error.bad_sample_description
source: Error, sample description should be 1024 characters maximum and contain only numbers, letters, spaces, and the following: . - _
zh_cn: 错误：样本描述最大支持1024个字符，只能包含字母、数字、空格或三种特殊字符 . - _

# workflow.step.saveplan.validation.error.bad_tube_label
source: Error, tube label length should be 512 characters maximum.
zh_cn: 错误：标签最大支持512个字符。

# workflow.step.saveplan.validation.error.bad_chip_barcode
source: Error, chip barcode can only contain letters and numbers.
zh_cn: 错误：芯片barcode只能包含字母和数字。

# workflow.step.saveplan.validation.error.badIrSetId
source: Error, IR set id must be numeric.
zh_cn: 错误：IR set id 只能包含数字。

# report.section.aligned.map.ionstats_alignment.unaligned.num_reads.label
source: Unaligned Reads
zh_cn: 未比对的读序

# samplesets.samplesetitem.fields.sampleReceiptDate.helptext
source: FYI: Sample Receipt date must be later than or the same as the sample collection date
zh_cn: translate: FYI: Sample Receipt date must be later than or the same as the sample collection date
